Repository: dsemblano/tijolocwb
Catalog: site/web/app/plugins/booking.*.9.9.1/languages/booking-*.po
Languages: de_de

source: Calendar Skin
de_de: Kalender Design

source: Select the skin of the booking calendar
de_de: Wählen Sie das Design des Buchungskalenders

source: month(s)
de_de: Monat(e)

source: year(s)
de_de: Jahr(e)

source: Number of months to scroll
de_de: Anzahl der Monate zum scrollen

source: Select the maximum number of months to show (scroll)
de_de: Wählen Sie die maximale Anzahl der anzuzeigenden Monate (scrollen)

source: Start Day of the week
de_de: Wochenbeginn

source: Select your start day of the week
de_de: Wähle Sie, welcher Wochentag der erste in der Woche sein soll

source: Sunday
de_de: Sonntag

source: Monday
de_de: Montag

source: Tuesday
de_de: Dienstag

source: Wednesday
de_de: Mittwoch

source: Thursday
de_de: Donnerstag

source: Friday
de_de: Freitag

source: Saturday
de_de: Samstag

source: Single day
de_de: Einzelner Tag

source: Multiple days
de_de: Mehrere Tage

source: Days selection in calendar
de_de: Art der Tagesauswahl im Kalender

source: Disable times in tooltips
de_de: Gebuchte-Zeiten in Tooltips deaktivieren

source: Disable show booked times in tooltip, when mouse over specific day in calendar
de_de: Deaktivieren Sie die Anzeige gebuchter Zeiten im Tooltip, wenn Sie mit der Maus über einen bestimmten Tag im Kalender fahren

source: Booked Times:
de_de: Gebuchte Zeiten:

source: Title of booked timeslot(s)
de_de: Bezeichnung des/der gebuchten Zeitfenster(s)

source: Type your %stitle%s, what will show in mouseover tooltip near booked timeslot(s)
de_de: Geben Sie Ihren %sTitel%s ein, der im Mouseover-Tooltip neben dem/den gebuchten Zeitfenster(n) angezeigt wird.

source: Show legend below calendar
de_de: Legende unter dem Kalender anzeigen

source: Check this box to display a legend of dates below the booking calendar.
de_de: Aktivieren Sie dieses Kontrollkästchen, um eine Legende der Termine unterhalb des Buchungskalenders anzuzeigen.

source: Available item
de_de: Verfügbar

source: Available
de_de: Verfügbar

source: Activate and type your %stitle of available%s item in legend
de_de: Aktivieren und %sTitel des verfügbaren%s Eintrags in die Legende eingeben

source: Pending item
de_de: Ausstehend

source: Pending
de_de: Vorgemerkt

source: Activate and type your %stitle of pending%s item in legend
de_de: Aktivieren und %sTitel des ausstehenden%s Eintrags in die Legende eingeben

source: Approved item
de_de: Bestätigt

source: Booked
de_de: Gebucht

source: Activate and type your %stitle of approved%s item in legend
de_de: Aktivieren und %sTitel des genehmigten%s Eintrags in die Legende eingeben

source: Partially booked item
de_de: Zum Teil ausgebucht

source: Partially booked
de_de: Zum Teil ausgebucht

source: Activate and type your %stitle of partially booked%s item in legend
de_de: Aktivieren und %sTitel des teilweise gebuchten%s Eintrags in der Legende eingeben

source: Note
de_de: Notiz

source: Partially booked item - day, which is booked for the specific time-slot(s).
de_de: Teilweise gebuchtes Element - Tag, der für das/die bestimmte(n) Zeitfenster gebucht ist.

source: Unavailable item
de_de: Nicht verfügbares Element

source: Unavailable
de_de: Nicht verfügbar

source: Activate and type your %stitle of unavailable%s item in legend
de_de: Aktivieren Sie und geben sie den %sTitel des nicht verfügbaren%s Eintrags in die Legende ein

source: Show date number in legend
de_de: Datum in Legende anzeigen

source: Check this box to display today date number in legend cells.
de_de: Aktivieren Sie dieses Kontrollkästchen, um das heutige Datum im Legendenfeld anzuzeigen.

source: Show legend items in a column
de_de: Legende in einer Spalte anzeigen

source: Check this box to display legend items vertically in a column.
de_de: Aktivieren Sie dieses Kontrollkästchen, um eine vertikal in einer Spalte anzuzeigen.

source: You can enable or disable, as well as configure %sTime Slots%s for your booking form on the Settings > %sBooking Form%s page.
de_de: Sie können %sZeinfenster%s für Ihr Buchungsformular auf der Seite Einstellungen > %sBuchungsformular%s aktivieren oder deaktivieren sowie konfigurieren.

source: Time picker for time slots
de_de: Auswahl der gebuchten Zeiträume

source: Show time slots as a time picker instead of a select box.
de_de: Zeigen Sie Zeiträume als Zeitauswahl anstelle einer Auswahlbox.

source: Time Picker Skin
de_de: Zeitauswahl-Design

source: Select the skin of the time picker
de_de: Wählen Sie das Design der Zeitauswahl aus

source: Do not change background color for partially booked days
de_de: Hintergrundfarbe für teilweise gebuchte Tage nicht ändern

source: Show partially booked days with same background as in legend item
de_de: Teilweise gebuchte Tage mit gleichem Hintergrund wie in der Legende anzeigen

source: Unavailable week days
de_de: Nicht verfügbare Wochentage

source: Check unavailable days in calendars. This option will overwrite all other settings.
de_de: Welche Tage sollen nicht buchbar sein. Diese Option überschreibt alle anderen Einstellungen.

source: Unavailable days from today
de_de: Nicht verfügbare Tage ab heute

source: Select number of unavailable days in calendar start from today.
de_de: Wählen Sie die Anzahl der nicht verfügbaren Tage im Kalender ab dem heutigen Tag.

source: Color Theme
de_de: Farb-Design

source: Select a color theme for your booking form that matches the look of your website.
de_de: Wählen Sie ein Farb-Design für Ihr Buchungsformular, das zum Aussehen Ihrer Website passt.

source: feature
de_de: Funktion

source: When you select a color theme, it also change the calendar and time-slot picker skins to match your choice. Customize these options separately as needed.
de_de: Wenn Sie ein Farb-Design auswählen, werden auch der Kalender und die Zeitauswahl entsprechend Ihrer Wahl angepasst. Passen Sie diese Optionen bei Bedarf separat an.

source: Light
de_de: Hell

source: Dark
de_de: Dunkel

source: Check the box to activate CAPTCHA inside the booking form.
de_de: Auswählen, wenn CAPTCHA im Buchungsformular aktiviert werden soll.

source: Auto-fill fields
de_de: Felder automatisch ausfüllen

source: Check the box to activate auto-fill form fields for logged in users.
de_de: Auswählen, um das automatische Ausfüllen für angemeldete Benutzer zu aktivieren.

source: Simple
de_de: Einfach

source: Booking Form
de_de: Buchungsformular

source: Check the box, if you want to use simple booking form customization from Free plugin version at Settings - Form page.
de_de: Auswählen, um die einfache Buchungsformular-Anpassung der kostenlosen Plugin-Version auf der Seite Formular-Einstellungsseite zu verwenden.

source: Syntax highlighter
de_de: Syntax Hervorhebung

source: Check the box, if you want to use syntax highlighter during customization booking form.
de_de: Auswählen, um die Syntax bei der Formular-Anpassung hervorzuheben.

source: Use CSS BootStrap
de_de: CSS BootStrap benutzen

source: Using BootStrap CSS for the form fields
de_de: BootStrap CSS für Formularfelder verwenden

source: You must not deactivate loading BootStrap files at advanced section of these settings!
de_de: Sie dürfen das Laden von BootStrap-Dateien im erweiterten Bereich dieser Einstellungen nicht deaktivieren!

source: Show booking confirmation message
de_de: Reservationsbestätigung anzeigen

source: Redirect to thank you page
de_de: Weiterleitung zur "Danke"-Seite

source: After booking action:
de_de: Aktion nach einer Buchung:

source: Your booking is received. We will confirm it soon. Many thanks!
de_de: Ihre Buchung ist eingegangen. Wir werden diese bald bestätigen. Vielen Dank!

source: Your booking is received. Please proceed with payment to confirm it. Many thanks!
de_de: Ihre Buchung ist eingegangen. Bitte fahren Sie mit der Zahlung fort, um sie zu bestätigen. Vielen Dank!

source: Message title
de_de: Titel der Nachricht

source: Type title of message %safter booking has done by user%s
de_de: Titel Typ der neuen Reservierung %snach der Buchung die durch den Benutzer %sgetätigt worden ist

source: Confirmation Page URL
de_de: Bestätigungs-URL

source: This page should include the shortcode %s to display booking details and confirmation after a successful booking.
de_de: Diese Seite sollte den Shortcode %s enthalten, um die Buchungsdetails und die Bestätigung nach einer erfolgreichen Buchung anzuzeigen.

source: Bookings Listing
de_de: Buchungs-Übersicht

source: Calendar Overview
de_de: Kalenderübersicht

source: Default booking admin page
de_de: Standardseite zur Buchungsadministration

source: Select your default view mode of bookings at the booking listing page
de_de: Wählen Sie Ihr Standard-Ansicht für Buchungen auf der Buchungslistenseite

source: Theme of booking admin panel
de_de: Design der Buchungsadministration

source: Select theme of your booking admin panel
de_de: Wählen Sie das Design für Ihr Buchungsadministration

source: Modern Theme
de_de: Modernes Design

source: Legacy Theme
de_de: Natives-Design

source: Day
de_de: Tag

source: Week
de_de: Woche

source: Month
de_de: Monat

source: 2 Months
de_de: 2 Monate

source: 3 Months
de_de: 3 Monate

source: Year
de_de: Jahr

source: Default view mode
de_de: Standard-Kalenderansicht

source: Select your default calendar view mode at booking calendar overview page
de_de: Wählen Sie auf der Übersichtsseite des Buchungskalenders Ihren Standardmodus für die Kalenderansicht aus

source: Days number to show in day view mode
de_de: Anzahl der Tage, die in der Tagesansicht angezeigt werden sollen

source: Select number of days to show in %sDay%s view mode
de_de: Anzahl der Tage auswählen, die im Ansichtsmodus %sDay%s angezeigt werden sollen

source: for one booking resource
de_de: für eine Buchungsressource

source: Days number to show in month view mode
de_de: Anzahl der Tage, die in der Monatsansicht angezeigt werden sollen

source: Select number of days to show in month view mode for one booking resource.
de_de: Wählen Sie die Anzahl der Tage, die in der Monatsansicht für eine Buchungsressource angezeigt werden sollen.

source: PHP default timezone is invalid
de_de: PHP-Standardzeitzone ist ungültig

source: Read more
de_de: Mehr lesen

source: Find additional details %shere%s
de_de: Weitere Details finden Sie %shere%s

source: Server Default Timezone
de_de: Standardzeitzone des Servers

source: WordPress Timezone
de_de: WordPress Zeitzone

source: Dates view
de_de: Datums-Ansicht

source: Select the default view for dates on the booking tables
de_de: Wählen Sie die Standardansicht für Daten in den Buchungstabellen

source: Short days view
de_de: Verkürzte Tagesansicht

source: Wide days view
de_de: Ausführliche Tagesansicht

source: Date Format
de_de: Datumsformat

source: Custom
de_de: Benutzerdefiniert

source: Type your date format for emails and the booking table. %sDocumentation on date formatting%s
de_de: Geben Sie Ihr Datumsformat für E-Mails und die Buchungstabelle ein. %sDokumentation zur Datumsformatierung%s

source: Time Format
de_de: Zeitformat

source: Type your time format for emails and the booking table. %sDocumentation on time formatting%s
de_de: Geben Sie Ihr Zeitformat für E-Mails und die Buchungstabelle ein. %sDokumentation zur Zeitformatierung%s

source: Show / hide hints
de_de: Hinweise anzeigen / verbergen

source: Check this box if you want to show help hints on the admin panel.
de_de: Auswählen, wenn Sie hilfreiche Hinweise im Admin Bereich sehen wollen.

source: Allow unlimited bookings per same day(s)
de_de: Unbegrenzte Buchungen für denselben Tag/dieselben Tage erlauben

source: Check this box, if you want to %sset any days as available%s in calendar. Your visitors will be able to make %sunlimited bookings per same date(s) in calendar and do not see any booked date(s)%s of other visitors.
de_de: Auswählen, wenn Sie %sjeden Tag im Kalender als verfügbar%s setzen möchten. Ihre Besucher können dann %sunbegrenzte Buchungen für die gleichen Tage im Kalender vornehmen und sehen keine gebuchten Daten%s anderer Besucher.

source: Use pending days as available
de_de: Offene Reservierungen werden als verfügbar angezeigt

source: Check this box if you want to show the pending days as available in calendars
de_de: Markieren Sie dieses Kästchen, wenn offene Buchungen im Kalender als verfügbar anzeigen werden sollen

source: Booking Quantity Control
de_de: Steuerung der Buchungsmenge

source: Enable this option to allow visitors to define the number of items they can book for specific dates or times within a single reservation.
de_de: Aktivieren Sie diese Option, um Besuchern die Möglichkeit zu geben, die Anzahl der Einträge festzulegen, die sie für bestimmte Daten oder Zeiten innerhalb einer einzigen Reservierung buchen können.

source: If disabled, visitors can book only one slot within a single reservation.
de_de: Ist diese Funktion deaktiviert, können Besucher nur einen Slot innerhalb einer einzigen Reservierung buchen.

source: Quantity field name
de_de: Name des Mengenfeldes

source: Select the field that will control how many slots visitors can book during the reservation process.
de_de: Wählen Sie das Feld aus, das bestimmt, wie viele Slots die Besucher während des Reservierungsvorgangs buchen können.

source: Items
de_de: Einträge

source: Disable bookings in different booking resources
de_de: Deaktivieren von Buchungen in verschiedenen Buchungsressourcen

source: Check this box to disable reservations, which can be stored in different booking resources.
de_de: Markieren Sie dieses Feld, um Reservierungen zu deaktivieren, die in verschiedenen Buchungsressourcen gespeichert werden können.

source: When checked, all reserved days must be at same booking resource otherwise error message will show.
de_de: Wenn diese Option aktiviert ist, müssen sich alle reservierten Tage in derselben Buchungsressource befinden, andernfalls wird eine Fehlermeldung angezeigt.

source: All
de_de: Alle

source: Parallel requests
de_de: Parallele Anfragen

source: Select the number of simultaneous requests to load data in multiple calendars.
de_de: Wählen Sie die Anzahl der gleichzeitigen Anfragen zum Laden von Daten in mehreren Kalendern.

source: Performance
de_de: Leistung

source: This Server Balancer control how many parallel requests for loading calendar data can be sent at the same time. A lower number minimizes server impact but may increase the total time for loading all calendars.
de_de: Dieser Server Balancer steuert, wie viele parallele Anfragen zum Laden von Kalenderdaten gleichzeitig gesendet werden können. Eine niedrigere Zahl minimiert die Auswirkungen auf den Server, kann aber die Gesamtzeit für das Laden aller Kalender erhöhen.

source: Load JS and CSS files only on specific pages
de_de: Lade JS und CSS-Dateien nur auf bestimmten Seiten

source: Activate loading of CSS and JavaScript files of plugin only at specific pages.
de_de: Aktiviere das Laden von CSS- und JavaScript-Dateien vom Plugin nur auf bestimmten Seiten.

source: Relative URLs of pages, where to load plugin CSS and JS files
de_de: Relative URLs der Seiten, wo Plugin-CSS- und JS-Dateien geladen werden sollen

source: Enter relative URLs of pages, where you have Booking Calendar elements (booking forms or availability calendars). Please enter one URL per line. Example: %s
de_de: Geben Sie die relativen URLs der Seiten ein, auf denen Sie Buchungskalenderelemente (Buchungsformulare oder Verfügbarkeitskalender) haben. Bitte geben Sie eine URL pro Zeile ein. Beispiel: %s

source: Show system debugging log for beta features
de_de: System-Debugging-Log für Beta-Funktionen anzeigen

source: Activate this option only for testing beta features
de_de: Aktivieren Sie diese Option nur für Beta-Testfunktionen

source: Show settings of powered by notice
de_de: Einstellungen des Hinweises "powered by" anzeigen

source: Hide settings of powered by notice
de_de: Einstellungen des Hinweises "powered by" ausblenden

source: Powered by notice
de_de: Copyright Notiz

source: Turn On/Off powered by "Booking Calendar" notice under the calendar.
de_de: Schalten Sie die den Hinweis "Buchungskalender" unter dem Kalender ein/aus.

source: Help and info notices
de_de: Hilfe und Info Hinweise

source: Turn On/Off version notice and help info links at booking admin panel.
de_de: Schalten Sie den Versionshinweis und die Hilfe-Links in der Buchungsverwaltung ein/aus.

source: Plugin menu position
de_de: Plugin Menü Position

source: Top
de_de: Oben

source: Middle
de_de: Mitte

source: Bottom
de_de: Unten

source: User permissions for plugin menu pages
de_de: Benutzerrechte für Plugin-Menu

source: Bookings
de_de: Buchungen

source: Availability
de_de: Verfügbarkeit

source: Prices
de_de: Preise

source: Customize
de_de: Anpassen

source: Add booking
de_de: Buchung hinzufügen

source: Resources
de_de: Ressourcen

source: Settings
de_de: Einstellungen

source: Select user access level for the menu pages of plugin
de_de: Zugriffslevel der Benutzer für die Menüseiten des Plugins

source: Show / hide menu
de_de: Menü anzeigen / verbergen

source: Show
de_de: Anzeigen

source: Hide
de_de: Verbergen

source: Delete booking data, when plugin deactivated
de_de: Buchungsdaten löschen, wenn Plugin deaktiviert wird

source: Check this box to delete all booking data when you uninstal this plugin.
de_de: Auswählen, wenn die Buchungsdaten bei der Deinstallation des Plugins gelöscht werden sollen.

source: Firstly load translation
de_de: Zunächst Übersetzung laden

source: Local
de_de: Lokal

source: The plugin tries to use translations from %s, if failed (doesn't exist), try using translations from %s folder. You can change this behavior with this option.
de_de: Das Plugin versucht, Übersetzungen aus %s zu verwenden, falls dies nicht gelingt (nicht vorhanden), versuchen Sie, Übersetzungen aus dem Ordner %s zu verwenden. Sie können dieses Verhalten mit dieser Option ändern.

source: Warning
de_de: Warnung

source: You allow unlimited number of bookings per same dates, its can be a reason of double bookings on the same date. Do you really want to do this?
de_de: Wenn Sie eine unbegrenzte Anzahl von Buchungen für ein und dasselbe Datum zulassen, kann das ein Grund für Doppelbuchungen am selben Datum sein. Wollen Sie das wirklich tun?

source: You are need to be sure what you are doing. You are disable of loading some JavaScripts Do you really want to do this?
de_de: Sie müssen sicher sein, was Sie tun. Sie sind nicht in der Lage, einige JavaScripts zu laden Wollen Sie das wirklich tun?

source: If you check this option, all booking data will be deleted when you uninstall this plugin. Do you really want to do this?
de_de: Wenn Sie diese Option aktivieren, werden alle Buchungsdaten gelöscht, wenn Sie dieses Plugin deinstallieren. Wollen Sie das wirklich tun?

source: Enable / Disable
de_de: Aktivieren / Deaktivieren

source: Enable this email notification
de_de: Email Benachrichtigung aktivieren

source: Copy(ies)
de_de: Kopie(n)

source: Enable / disable sending email(s) to additional addresses
de_de: Aktivieren / Deaktivieren des Versands von E-Mails an zusätzliche Adressen

source: To
de_de: An

source: Email Address
de_de: E-Mail Adresse

source: Required
de_de: Erforderlich

source: You can put multiple emails separated by
de_de: Sie können mehrere E-Mails getrennt durch

source: Title
de_de: Titel

source: From
de_de: Von

source: Email Address will be used in the FROM field of response to Visitor.
de_de: Die E-Mail-Adresse wird im "VON"-Feld der Antwort an den Besucher verwendet.

source: Your booking has been approved
de_de: Ihre Buchung wurde akzeptiert

source: Subject
de_de: Betreff

source: Type your email %ssubject%s for the booking confimation message.
de_de: Geben Sie Ihre E-Mail %ssubject%s für die Buchungsbestätigungsnachricht ein.

source: Your reservation %s for: %s has been approved.%sYou can edit the booking on this page: %s Thank you, %s
de_de: Ihre Reservierung %s für: %s wurde bestätigt.%sSie können Ihre Buchung auf dieser Seite ändern: %s Vielen Dank, %s

source: Your booking %s for: %s has been approved.%sThank you, %s
de_de: Ihre Reservierung %s für: %s wurde bestätigt.%s Vielen Dank, %s

source: Content
de_de: Inhalt

source: Type your email message content.
de_de: Geben Sie den Inhalt Ihrer E-Mail-Nachricht ein.

source: Email Heading
de_de: Email Überschrift

source: Enter main heading contained within the email notification.
de_de: Geben Sie die in der E-Mail-Benachrichtigung enthaltene Hauptüberschrift ein.

source: Email Footer Text
de_de: E-Mail-Fußzeilentext

source: Enter text contained within footer of the email notification
de_de: Text in der Fußzeile der E-Mail-Benachrichtigung eingeben

source: Email template
de_de: E-Mail-Vorlage

source: Choose email template.
de_de: Wählen Sie eine E-Mail-Vorlage.

source: Plain (without styles)
de_de: Blank (keine Styles)

source: Standard 1 column
de_de: Standard Einspaltig

source: You can override this email template in this folder %s
de_de: Sie können diese E-Mail-Vorlage in diesem Ordner %s überschreiben

source: Base Color
de_de: Basisfarbe

source: The base color for email templates.
de_de: Basisfarbe für E-Mail Vorlagen.

source: Default color
de_de: Standardfarbe

source: Background Color
de_de: Hintergrundfarbe

source: The background color for email templates.
de_de: Hintergrundfarbe für E-Mail Vorlagen.

source: Email Body Background Color
de_de: Hintergrundfarbe des E-Mail-Textes

source: The main body background color for email templates.
de_de: Die Hintergrundfarbe des Haupttextes für E-Mail-Vorlagen.

source: Email Body Text Colour
de_de: E-Mail-Textfarbe

source: The main body text color for email templates.
de_de: Die Farbe des Haupttextes für E-Mail-Vorlagen.

source: Choose which format of email to send.
de_de: Wählen Sie das Format der zu versendenden E-Mail.

source: Plain text
de_de: Nur Text

source: For example: "You have a new reservation %s on the following date(s): %s Contact information: %s You can approve or cancel this booking at: %s Thank you, Reservation service."
de_de: Beispiel: "Sie haben eine neue Reservierung %s für folgendes Datum: %s Kontaktinformation: %s Sie können die Buchung hier: %s bestätigen oder stornieren. Vielen Dank! "

source: here
de_de: hier

source: Approved
de_de: Bestätigt

source: Emails Settings
de_de: E-Mail Einstellungen

source: Customization of email template, which is sent to Visitor after approval of booking
de_de: Anpassung der E-Mail-Vorlage, die dem Besucher nach der Bestätigung der Buchung gesendet wird

source: Email is sent to Visitor after Approval of booking.
de_de: Die E-Mail wird nach der Bestätigung der Buchung an den Besucher gesendet.

source: Header / Footer
de_de: Kopfzeile / Fußzeile

source: Email Styles
de_de: E-Mail-Design

source: Actions
de_de: Aktionen

source: Send Test Email
de_de: Test E-Mail senden

source: Save Changes
de_de: Änderungen speichern

source: Type
de_de: Typ

source: Help
de_de: Hilfe

source: Email sent to
de_de: E-Mail wurde gesendet an

source: Email was not sent. An error occurred.
de_de: E-Mail wurde nicht gesendet. Es ist ein Fehler aufgetreten.

source: Settings saved.
de_de: Einstellungen gespeichert.

source: If empty then title defined as WordPress
de_de: Wenn leer, wird der Titel wie in WordPress definiert

source: Email different from website DNS, its can be a reason of not delivery emails. Please use the email withing the same domain as your website!
de_de: Die E-Mail unterscheidet sich von der DNS der Website, was ein Grund für die Nichtzustellung von E-Mails sein kann. Bitte verwenden Sie die E-Mail mit der gleichen Domain wie Ihre Website!

source: Your booking has been declined
de_de: Ihre Reservierung wurde abgelehnt

source: Your booking %s for: %s has been canceled. %sThank you, %s
de_de: Ihre Reservierung %s am: %s wurde abgelehnt. %s Vielen Dank, %s
