Repository: dsemblano/tijolocwb
Catalog: site/web/app/plugins/booking.*.9.9.1/languages/booking-*.po
Languages: de_de

source: Check this box if you want to deactivate by default option "Send email" at Add Booking page.
de_de: Aktivieren Sie dieses Kästchen, um die Option “E-Mail senden” auf der Seite “Buchung hinzufügen” standardmäßig zu deaktivieren.

source: Force change booking resource for exist booking
de_de: Änderung der Buchungsressource für vorhandene Buchung erzwingen

source: Check this box if you want to skip checking availability of new booking resource during changing booking resource of exist booking at Booking Listing page.
de_de: Aktivieren Sie dieses Kästchen, wenn die Verfügbarkeit der neuen Buchungsressource beim Ändern der Buchungsressource der vorhandenen Buchung auf der Buchungsliste nicht überprüft werden soll.

source: Logging actions for booking
de_de: Protokollierung von Aktionen zur Buchung

source: Check this box if you want to log approving or rejection of bookings and add it to your booking notes.
de_de: Aktivieren Sie dieses Kästchen, wenn Sie die Genehmigung oder Ablehnung von Buchungen protokollieren und zu Ihren Buchungsnotizen hinzufügen möchten.

source: URL to edit bookings
de_de: URL für Buchungseditor

source: Type URL for %svisitors%s to edit bookings. You must insert %s shortcode into this page.
de_de: URL der Buchungsbearbeitung für %sBesucher%s. Dieser %s Shortcode muss auf dieser Seite eingefügt werden.

source: Please read more info about configuration of this parameter %shere%s
de_de: Bitte lesen Sie weitere Informationen zur Konfiguration dieses Parameters %shier%s

source: URL of page for customer bookings listing
de_de: URL der Seite für die Auflistung der Kundenbuchungen

source: Type URL for %svisitors%s to view own bookings. You must insert %s shortcode into this page.
de_de: Geben Sie die URL für %sBesucher%s ein, um eigene Buchungen anzuzeigen. Sie müssen diesen %s Shortcode auf diese Seite einfügen.

source: Change hash after the booking is approved
de_de: Prüfsumme nach Bestätigung der Buchung ändern

source: Check this box if you want to change the booking hash after approval. When checked, visitor will not be able to edit or cancel the booking.
de_de: Aktivieren Sie dieses Kästchen, wenn Prüfsumme nach Bestätigung die Buchungsaktivierung geändert werden soll. Wenn aktiv, können Gäste die Buchung nicht bearbeiten oder löschen.

source: Modified
de_de: Geändert

source: Customization of email template, which is sent after modification of booking
de_de: Anpassung der E-Mail-Vorlage, welche nach Änderung der Buchung versendet wird

source: Email is sent to Visitor after Editing of booking.
de_de: Die E-Mail wird nach der Bearbeitung der Buchung an den Besucher gesendet.

source: Customization of booking resources
de_de: Personalisierung der Buchungsressourcen

source: Shortcode for page
de_de: Shortcode für Seite

source: Publish
de_de: Veröffentlichen

source: Form fields
de_de: Formularfelder

source: Content of Booking Fields
de_de: Inhalt der Buchungsfelder

source: Generate tag
de_de: Tag generieren

source: Content of booking fields data for email templates (%s-shortcode) and booking listing page
de_de: Inhalt der Buchungsfelder für E-Mail Vorlagen (%s-Abkürzungen) und Buchungsübersicht

source: Form Template
de_de: Formular Vorlage

source: Standard Templates
de_de: Standard Vorlagen

source: Calendar next to form
de_de: Kalender neben dem Formular

source: columns
de_de: Spalten

source: 2 columns with times
de_de: 2 Spalten mit Zeiten

source: Time slots
de_de: Zeiträume

source: Advanced Templates
de_de: Erweiterte Templates

source: Wizard (several steps)
de_de: Wizard (diverse Schritte)

source: Time slots for different weekdays
de_de: Zeiträume für unterschiedliche Wochentage

source: Hints
de_de: Hinweise

source: Reset Form
de_de: Formular zurücksetzen

source: Reset Booking Form and Content of Booking Fields Form
de_de: Buchungsformular und Inhalt der Formularfelder zurücksetzen

source: %s - inserting data from fields of booking form
de_de: %s - Felder vom Feldern des Buchungsformulars einfügen

source: %s - custom HTML shortcode, for definition of booking field
de_de: %s - benutzerdefinierter HTML-Shortcode, für die Definition des Buchungsfeldes

source: Configuration
de_de: Konfiguration

source: %s - inserting new line
de_de: %s - neue Zeile einfügen

source: You can use any %sHTML tags%s in the booking form. Please use the HTML tags carefully. Be sure, that all "open" tags (like %s) are closed (like this %s).
de_de: Es können beliebige %sHTML-Tags%s im Buchungsformular verwendet werden. Nutze HTML vorsichtig und stelle sicher, dass alle "open" Tags (wie %s) geschlossen werden (wie %s).

source: Upgrade to higher version
de_de: Upgrade auf höhere Version

source: No results found.
de_de: Keine Ergebnisse gefunden.

source: Wrap each item with %s tag
de_de: Jedes Element mit %s Tag umgeben

source: Put a label before field
de_de: Beschreibung vor Feld einfügen

source: Wrap checkbox with a label
de_de: Kontrollkästchen mit einer Beschriftung umgeben

source: Make it %sexclusive%s
de_de: Machen Sie es %sexklusiv%s

source: Default value
de_de: Standardwert

source: One Value from %sOptions%s list or term %s for selection of all checkboxes
de_de: Ein Wert aus der %sOptionen%s-Liste oder Ausdruck %s zur Auswahl aller Checkboxen

source: required
de_de: erforderlich

source: Titles of options
de_de: Überschrift der Optionen

source: One Value from %sOptions%s list
de_de: Wert aus %sOptionsliste%s

source: Allow %smultiple%s selections
de_de: %sMehrfachauswahl%s erlauben

source: Set as %srequired%s
de_de: %sErforderlich%s setzen

source: Placeholder
de_de: Platzhalter

source: Class
de_de: Klasse

source: Size
de_de: Größe

source: Maxlength
de_de: Maximale Länge

source: Copy and paste this shortcode into the form at left side
de_de: Kopieren Sie diesen Shortcode und fügen Sie ihn in das Formular auf der linken Seite ein

source: Put this code in %sContent of Booking Fields%s and in %sEmail Templates%s
de_de: Fügen Sie diesen Code in %sInhalt der Buchungsfelder%s und in %sE-Mail-Vorlagen%s ein

source: Rows
de_de: Zeilen

source: Columns
de_de: Spalten

source: General Information
de_de: Allgemeine Information

source: Booking form supercharged with new simple way to configure rows and several columns for you fields configuration.
de_de: Das Buchungsformular wurde mit einer neuen, einfachen Methode zur Konfiguration von Zeilen und mehreren Spalten für die Konfiguration Ihrer Felder erweitert.

source: Row:
de_de: Reihe:

source: Columns:
de_de: Spalten:

source: Spacer:
de_de: Leerzeichen:

source: Row with 1 column:
de_de: Zeile mit 1 Spalte:

source: Row with 2 columns:
de_de: Zeile mit 2 Spalten:

source: Row with 3 columns:
de_de: Zeile mit 3 Spalten:

source: Examples
de_de: Beispiele

source: Row with 3 fields
de_de: Zeile mit 3 Feldern

source: Horizontal Spacer:
de_de: Horizontaler Abstandshalter:

source: Vertical Spacer:
de_de: Vertikaler Abstandshalter:

source: Required Fields in Booking Form
de_de: Erforderliche Felder im Buchungsformular

source: You must to have this shortcode:%s in the form.
de_de: Sie müssen diesen Shortcode:%s im Formular haben.

source: You can insert several calendars of different resources into the form allowing you to book several resources during one booking process.
de_de: Sie können mehrere Kalender mit verschiedenen Ressourcen in das Formular einfügen, so dass Sie mehrere Ressourcen während eines Buchungsvorgangs buchen können.

source: Example: %s.
de_de: Beispiel: %s .

source: where %s – default calendar %s (you can select desired resource of calendar by inserting shortcode into page)%s
de_de: wobei %s – Standardkalender %s (Sie können die gewünschte Ressource des Kalenders auswählen, indem Sie einen Shortcode in die Seite einfügen)%s

source: %s – calendar of booking resource with %s
de_de: %s – Kalender der Unterkunft mit %s

source: Please check more about this feature %shere%s.
de_de: Weitere Informationen zu dieser Funktion finden Sie %shier%s.

source: You can %suse this shortcode only once%s in the form.
de_de: Sie können %sdiesen Shortcode nur einmal%s im Formular verwenden.

source: Email Field
de_de: E-Mail Feld

source: You must have this shortcode:%s in the booking form.
de_de: Sie müssen diesen Shortcode:%s im Buchungsformular haben.

source: This is the primary email field, which is used for sending emails to visitors.
de_de: Primäres E-Mail-Feld, welches für den Mailversand an Besucher genutzt wird.

source: Drop Down
de_de: Auswahllisten

source: Checkbox(es)
de_de: Auswahlbox(en)

source: Insert %s shortcode to prevent SPAM bookings.
de_de: Fügen Sie den %s-Shortcode ein, um SPAM-Buchungen zu verhindern.

source: Submit Button
de_de: Senden Button

source: Times Fields
de_de: Zeit-Felder

source: Time Slot List
de_de: Liste der Zeiträume

source: Select the %s using the predefined %sTime List%s.
de_de: Wählen Sie die %s anhand der vordefinierten %sZeitliste%s aus.

source: Time Slot
de_de: Zeitraum

source: Please note, %sthe use of the time shortcode%s. If you select a date with some booked time slots, this time field will %sdisable booked times slots%s (set them as grayed).
de_de: Bitte beachten die Nutzung von %sZeit Shortcodes%s. Wenn ein Datum mit gebuchten Zeiten ausgewählt wird, werden %sgebuchte Zeiten dieses Feldes deaktiviert%s (ausgegraut)

source: It works only in %ssingle day selection%s mode.
de_de: Nur in %sEinzeltag-Auswahl%s möglich.

source: Also some early versions of the IE do not support disabling of the options in the selectboxes.
de_de: Frühere Versionen von IE erlauben die Deaktivierung der Optionen in den Auswahlboxen nicht.

source: Even if visitor selects the booked timeslot, system will not allow them to make the booking.
de_de: Sollten Besucher bereits gebuchte Zeiträume auswählen, wird das System ihnen keine Buchung erlauben.

source: Please note, in the %sOptions list%s you can use times in military time format %s(24 Hour Time)%s only.
de_de: Bitte beachten Sie, dass Sie in der %sOptionsliste%s nur Zeiten im militärischen Zeitformat %s(24-Stunden-Zeit)%s verwenden können.

source: If you use this shortcode, %syou can not use any other time shortcodes%s in the form.
de_de: Wenn Sie dieses Kürzel verwenden %skönnen Sie keine andere Abkürzung im Formular verwenden%s.

source: Start Time - Text field
de_de: Startzeit - Textfeld

source: Enter %s in text field.
de_de: %s im Textfeld eingeben.

source: Start Time
de_de: Startzeit

source: Please note: this field only supports military time format %s(24 Hour Time)%s.
de_de: Achtung: Dieses Feld erlaubt nur das Militärformat %s(24 Stunden)%s.

source: You can also use the %s in the form.
de_de: Sie können auch das %s im Formular verwenden.

source: End Time
de_de: Endzeit

source: Duration Time
de_de: Dauer

source: fields
de_de: felder

source: End Time - Text field
de_de: Ende - Textfeld

source: Start Time - Drop Down list
de_de: Startzeit - Auswahlliste

source: Please note, in the %sOptions list%s you can use times in military time format %s(24 Hour Time)%s only.
de_de: Bitte beachten Sie, dass Sie in der %sOptionsliste%s nur Zeiten im militärischen Zeitformat %s(24-Stunden-Zeit)%s verwenden können.

source: End Time - Drop Down list
de_de: Ende - Auswahlliste

source: Duration Time - Drop Down list
de_de: Dauer - Auswahlliste

source: field
de_de: feld

source: Different time slots, for the different week days
de_de: Verschiedene Zeitfenster, für die verschiedenen Wochentage

source: This feature provides the possibility to use the different time slot selections in the booking form for the different week days or different days - which are assigned to the specific season filters. So each week day (day of specific season filter) can have a different time slots list.
de_de: Diese Funktion bietet die Möglichkeit verschiedene Zeiträume für unterschiedliche Wochentage oder Tage die einem bestimmten Saisonfilter zugeordnet sind zu verwenden. So kann jeder Wochentag (Tag eines Saisonfilters) verschiedene Zeiträume haben.

source: The general structure of the configuration %scondition rule%s is as follows
de_de: Die allgemeine Struktur der Konfiguration %sBedingte Regel%s ist wie folgt

source: Parameters
de_de: Parameter

source: %sname%s – the unique name of the condition group, containing several conditions with different values. For example, if you want to have specific HTML content for the different week days, you can have several conditions, with the same name but with different value parameters in conditions. Please check more about it, in the examples.
de_de: %sName%s – der eindeutige Name der Bedingungsgruppe, die mehrere Bedingungen mit unterschiedlichen Werten enthält. Wenn Sie z.B. einen bestimmten HTML-Inhalt für die verschiedenen Wochentage haben möchten, können Sie mehrere Bedingungen mit demselben Namen, aber mit unterschiedlichen Wertparametern in den Bedingungen haben. Mehr dazu finden Sie in den Beispielen.

source: %stype%s – type of the condition. There are 2 types of condition: "weekday" and "season". "weekday" – is the condition rule based on the selected day of week value, like Monday, Tuesday, etc… . "season" – is the condition rule based on the "season filter" name of selected date. In other words the condition is TRUE if the selected day belongs to a season filter in the Season Filters page.
de_de: %styp%s - art der Bedingung. Es gibt 2 Arten von Bedingungen: "Wochentag" und "Saison". "Wochentag" - ist die Bedingungsregel, die auf dem ausgewählten Wert des Wochentags basiert, wie Montag, Dienstag, usw... . "Saison" - ist die Bedingungsregel, die auf dem Namen des "Saisonfilters" des ausgewählten Datums basiert. Mit anderen Worten: Die Bedingung ist TRUE, wenn der ausgewählte Tag zu einem Saisonfilter auf der Seite Saisonfilter gehört.

source: %svalue%s – value of the specific conditions. If the value is true, the content of the conditions will show in the booking form. You can have the default value (empty – "", or like this – "*") for showing the content of this condition, if all other conditions are FALSE, or at initial stage, when the date in calendar is not yet selected.
de_de: %sWert%s – wert einer bestimmten Bedingung. Ist der Wert WAHR, wird der Inhalt der Bedingung im Buchungsformular angezeigt. Sie können den Standardwert (leer – "", oder – "*") nutzen um den Inhalt der Bedingung anzuzeigen, falls alle anderen Bedingungen FALSCH oder im initialen Status (wenn das Datum im Kalender noch nicht ausgewählt wurde) sind.

source: Week days conditions.
de_de: Bedingungen an Wochentagen.

source: default value, if no dates are selected, or none exist conditions are true.
de_de: standardwert, wenn keine Daten ausgewählt sind oder keine der Bedingungen erfüllt sind.

source: You can use the several values, separated by comma.
de_de: Sie können mehrere Werte, durch Komma getrennt, verwenden.

source: Season filters conditions.
de_de: Bedingungen des Saisonfilters.

source: Season filter on the Season Filters page,
de_de: Saison-Filter auf der Saison Filter Seite,

source: Season filter on the Season Filters page
de_de: Saisonfilter auf der Saisonfilter-Seite

source: Additional info
de_de: Weitere Informationen

source: Please use %sSingle day%s selection mode in the General Booking Settings page at calendar section.
de_de: Bitte verwenden Sie den Auswahlmodus %sEinzelner Tag%s auf der Seite Allgemeine Buchungseinstellungen im Bereich Kalender.

source: Please check more about this feature at %sthis page%s
de_de: Weitere Informationen zu dieser Funktion finden Sie unter %sdieser Seite%s

source: Time Field
de_de: Zeit-Feld

source: Enter the %sTime%s using the text field.
de_de: Tragen Sie die %sZeit%s für die Nutzung dieses Textfeldes ein.

source: This field does not impact to availability (booking for the specific time) .
de_de: Dieses Feld beeinflusst nicht die Verfügbarkeit (Buchung für eine bestimmte Zeit)

source: The value of this field is just saved into DB.
de_de: Der Wert des Feldes wird lediglich in der Datenbank gespeichert.

source: Country List
de_de: Länderliste

source: Select the country from the predefined country list.
de_de: Wählen Sie das Land aus der vordefinierten Länderliste aus.

source: You can customize the country list at this file: %s
de_de: Sie können die Länderliste in dieser Datei anpassen: %s

source: You can insert this field with default selected value.
de_de: Sie können dieses Feld mit dem ausgewählten Standardwert einfügen.

source: Example: %s - %s"United States"%s is selected by default.
de_de: Beispiel: %s - %s"United States"%s ist standardmäßig ausgewählt.

source: Language Sections
de_de: Sprachen-Bereich

source: Plugin support configurations of the booking form are available in different languages.
de_de: Plugin-Support Einstellungen des Buchungsformulars sind in verschiedenen Sprachen erhältlich.

source: The active language of the booking form depends on the active locale of the site.
de_de: Die aktive Sprache des Buchungsformulars hängt von der aktiven Region der Site ab.

source: Booking Calendar supports WPML and qTranslate plugins for dynamic changing of website locale.
de_de: Der Buchungskalender unterstützt die Plugins WPML und qTranslate für die dynamische Anpassung der Lokale der Website.

source: Usage
de_de: Nutzung

source: start new translation section in specific language, where %s - locale of the translation.
de_de: einen neuen Übersetzungsabschnitt in einer bestimmten Sprache beginnen, wobei %s das Gebietsschema der Übersetzung ist.

source: English and French translation
de_de: Englische und französische Übersetzung

source: of configuration booking form in English and French languages
de_de: der Konfiguration des Buchungsformulars in Englisch und Französisch

source: Register and Translate everything in WPML plugin. Translation can be done at the WPML > "String translation" page. Required WPML 3.2 with String Translation plugin.
de_de: Registrieren und übersetzen Sie alles im WPML-Plugin. Die Übersetzung kann auf der Seite WPML > "String-Übersetzung" vorgenommen werden. Erforderlich WPML 3.2 mit String Translation Plugin.

source: Different form fields, for the different week days
de_de: Unterschiedliche Felder für unterschiedliche Wochentage

source: This feature provides the possibility to show the different form fields or any other HTML content in the booking form, depending on the selection of specific week day in calendar or different days, which are assigned to the specific season filters
de_de: Diese Funktion bietet die Möglichkeit, verschiedene Formularfelder oder andere HTML-Inhalte im Buchungsformular anzuzeigen, abhängig von der Auswahl eines bestimmten Wochentags im Kalender oder verschiedener Tage, die den spezifischen Saisonfiltern zugeordnet sind

source: %svalue%s – value of the specific conditions. If the value is true, so then the content of the conditions will show in the booking form. You can have the default value (empty – "", or like this – "*") for showing the content of this condition, if all other conditions are FALSE, or at initial stage, when the date in calendar is not yet selected.
de_de: %sWert%s – Wert der speziellen Bedingung. Ist der Wert wahr, wird der Inhalt der Bedienung im Buchungsformular angezeigt. Sie können den Standardwert nutzen (leer – "", oder – "*") um den Inhalt der Bedingung anzuzeigen, falls alle anderen Bedingungen FALSCH oder im initialen Status (Datum im Kalender wurde noch nicht ausgewählt) sind.

source: You can use several values, separated by comma.
de_de: Sie können mehrere Werte verwenden, die durch Kommata getrennt sind.

source: You can use several values, separated by a comma.
de_de: Sie können mehrere Werte verwenden, die durch ein Komma getrennt sind.

source: Cost Fields
de_de: Preis-Felder

source: Cost Correction Field
de_de: Preiskorrekturen

source: This field is visible only in Admin Panel at %sAdd booking page%s.
de_de: Dieses Feld ist nur im Adminbereich unter %sBuchungsseite hinzufügen%s sichtbar.

source: Use this field for %scorrecting the cost%s during adding new booking.
de_de: Verwende Sie dieses Feld, um Kosten beim Hinzufügen der Buchung %szu ändern%s.

source: Discount Coupon field
de_de: Rabattgutscheinfeld

source: Please use this field for possibility to use coupon discounts by your visitors.
de_de: Bitte nutzen Sie dieses Feld, um Ihren Besuchern die Möglichkeit zu geben, Gutscheine zu nutzen.

source: You can configure the discount coupon codes at this %spage%s.
de_de: Sie können die Rabattgutscheincodes auf dieser %sSeite%s konfigurieren.

source: Hints for your form
de_de: Formularhinweise

source: Cost Hints
de_de: Preishinweise

source: Insert these shortcodes into form to %sshow info in real time %s(after selection of the dates in calendar or options in checkboxes or selectboxes)%s.
de_de: Um %sEchtzeit-Info anzuzeigen %s (nach der Auswahl der Datumswerte im Kalender oder von Optionen in Checkboxen oder Auswahlfeldern) füge diesen Shortcode ein%s.

source: Coupon discount value of the booking.
de_de: Coupon-Rabattwert der Buchung.

source: Dates and Times Hints
de_de: Hinweise zu Datum und Zeiten

source: Selected Check In date.
de_de: Ausgewähltes Anreisedatum.

source: Selected Check Out date.
de_de: Ausgewähltes Abreisedatum.

source: Selected Start Time.
de_de: Ausgewählter Starttermin.

source: Selected End Time.
de_de: Ausgewählter Endtermin.

source: All selected dates.
de_de: Alle ausgewählte Datumswerte.

source: All selected dates with times.
de_de: Alle ausgewählten Daten mit Uhrzeit.

source: All selected dates in "short" format.
de_de: Alle Datumswerte in "Kurzformat".

source: All selected dates with times in "short" format..
de_de: Alle Datumswerte mit Uhrzeit in "Kurzformat".

source: Other Hints
de_de: Andere Hinweise

source: displays the available (remaining) slots for selected dates and times on a calendar with a specific capacity
de_de: zeigt die verfügbaren (verbleibenden) Zeitnischen für ausgewählte Daten und Uhrzeiten in einem Kalender mit einer bestimmten Kapazität an

source: title of booking resource
de_de: Name der Unterkunft

source: ID of booking resource.
de_de: ID der Unterkunft.

source: cost of booking resource.
de_de: Kosten der Unterkunft.

source: capacity of booking resource.
de_de: Kapazität der Unterkunft.

source: maximum number of visitors per booking resource.
de_de: maximale Anzahl von Besuchern pro Unterkunft.

source: Tips and Tricks
de_de: Tipps und Tricks

source: %sEmail verification field%s.
de_de: %sE-Mail Überprüfungsfeld%s.

source: To create verification email, you need to use special CSS class in other email field. This CSS class must start with this reserved words: %s and then have to go the name of your primary email field: %s
de_de: Um eine Verifizierungs-E-Mail zu erstellen, müssen Sie eine spezielle CSS-Klasse in einem anderen E-Mail-Feld verwenden. Diese CSS-Klasse muss mit den folgenden reservierten Wörtern beginnen: %s und dann den Namen Ihres primären E-Mail-Feldes folgen lassen: %s

source: confirmation email field of the primary email field
de_de: Bestätigungs-E-Mail-Feld des primären E-Mail-Feldes

source: %sValidate Text Field for Digits%s.
de_de: %sTextfeld für Ziffern validieren%s.

source: %sDescription of usage%s.
de_de: %sVerwendungsbeispiel%s.

source: This feature ensures that a specific field only accepts a certain number of digits, providing control over the entered data.
de_de: Mit dieser Funktion wird sichergestellt, dass ein bestimmtes Feld nur eine bestimmte Anzahl von Ziffern akzeptiert, was eine Kontrolle der eingegebenen Daten ermöglicht.

source: Validates the text field as a digit field.
de_de: Validiert das Textfeld als Zahlenfeld.

source: Validates a phone number with exactly 9 digits.
de_de: Bestätigt eine Telefonnummer mit genau 9 Ziffern.
