Repository: dsemblano/tijolocwb
Catalog: site/web/app/plugins/booking.*.9.9.1/languages/booking-*.po
Languages: de_de

source: Booking has been set as %s restored %s
de_de: Buchung wurde %s wiederhergestellt %s

source: Bookings have been set as %s restored %s
de_de: Buchungen wurden %s wiederhergestellt %s

source: Trashed by:
de_de: In den Papierkorb gelegt von:

source: Restored by:
de_de: Wiederhergestellt von:

source: Booking has been %s approved %s
de_de: Ihre Buchung wurde %s akzeptiert %s

source: Bookings have been %s approved %s
de_de: Ihre Buchungen wurden %s akzeptiert %s

source: Booking has been set as %s pending %s
de_de: Ihre Buchung wurde als %s ausstehend %s markiert

source: Bookings have been set as %s pending %s
de_de: Ihre Buchungen wurden als %s ausstehend %s markiert

source: Booking has been %s deleted %s
de_de: Ihre Buchung wurde %s gelöscht %s

source: Bookings have been %s deleted %s
de_de: Ihre Buchungen wurden %s gelöscht %s

source: Deleted by:
de_de: Gelöscht von:

source: Booking has been set as %s new %s
de_de: Ihre Buchung wurde als %s NEU %s markiert

source: Bookings have been set as %s new %s
de_de: Ihre Buchungen wurden als %s NEU %s markiert

source: all
de_de: Alle

source: Booking has been set as set as %s read %s
de_de: Ihre Buchung wurde als %s gelesen %s markiert

source: Bookings have been set as set as %s read %s
de_de: Ihre Buchungen wurden als %s gelesen %s markiert

source: Set as unread by:
de_de: Als ungelesen markiert von:

source: Set as read by:
de_de: Als gelesen markiert von:

source: No bookings in trash to erase.
de_de: Keine Buchungen im Papierkorb zu löschen.

source: Trash has been erased.
de_de: Papierkorb wurde gelöscht.

source: From trash has been erased %s bookings.
de_de: Aus dem Papierkorb wurden %s Buchungen gelöscht.

source: Note has been saved
de_de: Anfrage wurde gespeichert

source: Note saved by:
de_de: Anfrage gespeichert durch:

source: Booking has been changed %s booking resource %s
de_de: Die Unterkunft wurde geändert %s Buchungsressource %s

source: Bookings have been changed %s booking resource %s
de_de: Die Unterkünfte wurden geändert %s Buchungsressource %s

source: Booking resource changed by:
de_de: Die Unterkunft wurde geändert von:

source: Warning! The resource was not changed. Current dates are already booked there.
de_de: Achtung! Die Unterkunft wurde nicht geändert. Die aktuellen Daten sind bereits gebucht.

source: Booking %s has been changed booking resource from %s to %s
de_de: Unterkunft %s wurde geändert von %s in %s

source: Booking has been %s duplicated %s
de_de: Die Buchung wurde erfolgreich %s dupliziert %s

source: Bookings have been %s duplicated %s
de_de: Die Buchungen wurden erfolgreich %s dupliziert %s

source: Booking %s has not been duplicated in booking resource %s. Current dates are already booked there.
de_de: Achtung! Die Buchung %s wurde NICHT dupliziert in Unterkunft %s. Die aktuellen Daten sind bereits gebucht.

source: Booking %s has been duplicated in booking resource %s. New booking %s.
de_de: Die Buchung %s wurde dupliziert in %s. Neue Buchung %s.

source: There is no booking %s
de_de: Keine Buchung %s gefunden

source: Payment status for Booking %s has been updated from %s to %s
de_de: Zahlungsstatus für Buchung %s wurde geändert von %s zu %s

source: Changed by:
de_de: Geändert von:

source: Cost for Booking %s has been updated from %s to %s
de_de: Kosten für die Buchung %s wurden geändert von %s auf %s

source: Payment request for Booking %s has been sent. Cost for payment: %s
de_de: Zahlungsaufforderung für Buchung %s wurde gesendet. Die Kosten betragen: %s

source: Send by:
de_de: Gesendet von:

source: %s new bookings have been imported
de_de: Neue Buchungen %s wurden importiert

source: The filter settings have been updated to reflect these imported bookings. The page will be reloaded.
de_de: Die Filtereinstellungen wurden aktualisiert, um diese importierten Buchungen zu berücksichtigen. Die Seite wird neu geladen.

source: No bookings have been imported.
de_de: Es wurden keine Buchungen importiert.

source: Please configure settings for import Google Calendar events
de_de: Bitte konfigurieren Sie die Einstellungen für den Import von Google Kalender-Ereignissen

source: Save cost
de_de: Kosten speichern

source: Send payment request to visitor
de_de: Zahlungsaufforderung an Besucher senden

source: Change status
de_de: Status ändern

source: Change Resource
de_de: Unterkunft ändern

source: Edit Note
de_de: Bemerkung bearbeiten

source: Change Language
de_de: Sprache wechseln

source: Default Locale
de_de: Örtliche Vorgabe

source: Reject - move to trash
de_de: Ablehnen - in den Papierkorb verschieben

source: Do you really want to delete this booking ?
de_de: Möchtest du diese Buchung wirklich löschen?

source: Change
de_de: Ändern

source: Send payment request to customer
de_de: Eine Zahlungsbenachrichtigung an den Kunden senden

source: Type your %sreason for payment%s request
de_de: %sZahlungsgrund%s eintragen

source: Send Request
de_de: Anfrage senden

source: Retrieve Google Calendar Events
de_de: Google Calendar Ereignisse abrufen

source: Configure
de_de: Konfigurieren

source: CSV Export
de_de: Export als csv-Datei

source: semicolon
de_de: Semikolon

source: comma
de_de: Komma

source: CSV data separator
de_de: CSV Trennzeichen

source: Current page
de_de: Aktuelle Seite

source: All pages
de_de: Alle Seiten

source: Export pages
de_de: Als CSV-Datei exportieren

source: Enter field names separated by commas to %sskip the export%s
de_de: Feldnamen (durch Komma getrennt), die im Export %s übersprungen %s werden

source: Some errors were encountered.
de_de: Einige Fehler sind aufgetreten.

source: Labels
de_de: Bezeichnungen

source: Booking Data
de_de: Buchungsdaten

source: Booking Dates
de_de: Buchungsdatum

source: Show ALL dates of booking
de_de: ALLE Buchungsdaten anzeigen

source: Show only check in/out dates
de_de: Nur An-/Abreisedatum anzeigen

source: Resource not exist
de_de: Unterkunft existiert nicht

source: In Trash
de_de: Im Papierkorb

source: Refund
de_de: Erstattung

source: Source
de_de: Quelle

source: Set last checked booking id to 0
de_de: Letzte geprüfte Buchungs-ID auf 0 setzen

source: Edited
de_de: Bearbeitet

source: No
de_de: Nein

source: Calendar size
de_de: Kalendergröße

source: Dates selection
de_de: Auswahl der Tage

source: Unavailable weekdays
de_de: Nicht verfügbare Wochentage

source: Additional Settings
de_de: Weitere Einstellungen

source: Form Structure
de_de: Formularstruktur

source: Booked Times
de_de: Gebuchte Zeiten

source: Legend
de_de: Agenda

source: %sSelect days%s in calendar then select %sAvailable%s / %sUnavailable%s status and click %sApply%s customize_plugin button.
de_de: Wählen Sie im Kalender %sTage%s aus, wählen Sie dann den Status %sVerfügbar%s / %sNicht_verfügbar%s und klicken Sie auf die Schaltfläche %sAnwenden%s.

source: Configuration Wizard
de_de: Konfigurations-Assistent

source: Payments
de_de: Bezahlungen

source: Publish Resources
de_de: Unterkünfte veröffentlichen

source: Save and continue
de_de: Sichern und fortsetzen

source: Range days selection
de_de: Bereich der Tage auswählen

source: Advanced availability
de_de: Erweiterte Verfügbarkeit

source: Skip Wizard
de_de: Assistent beenden

source: Reset Wizard
de_de: Assistent zurücksetzen

source: Booking form shortcode
de_de: Shortcode des Buchungsformulars

source: Number of visible months
de_de: Anzahl der sichtbaren Monate

source: Number of months in a row
de_de: Anzahl der Monate in einer Zeile

source: Height of calendar cell
de_de: Höhe der Zeile des Kalenders

source: Apply Size
de_de: Größe anwenden

source: Reset Size
de_de: Größe zurücksetzen

source: 2 mouse clicks
de_de: 2 Mausklicks

source: 1 mouse click
de_de: 1 Mausklick

source: Customization of booking resource
de_de: Anpassung der Buchungsressource

source: Print bookings
de_de: Buchungen drucken

source: A new page has been created.
de_de: Es wurde eine neue Seite erstellt.

source: The booking form shortcode %s has been embedded into the page %s.
de_de: Der Buchungsformular-Shortcode %s wurde in die Seite %s eingebettet.

source: We are unable to embed the booking form shortcode %s into the page %s.
de_de: Wir können den Buchungsformular-Shortcode %s nicht in die Seite %s einbetten.

source: The Booking Calendar shortcode %s is already present on this page %s.
de_de: Der Buchungskalender-Shortcode %s ist bereits auf dieser Seite %s vorhanden.

source: Booking Received
de_de: Buchung erhalten

source: Thank you for your booking. Your booking has been successfully received.
de_de: Vielen Dank für Ihre Reservierung. Ihre Buchung wurde erfolgreich empfangen.

source: Booking Payment Confirmation
de_de: Zahlungsbestätigung

source: Thank you for your booking. Your payment for the booking has been successfully received.
de_de: Vielen Dank für Ihre Buchung. Die Zahlung für die Buchung ist erfolgreich eingegangen.

source: Booking Payment Failed
de_de: Zahlung fehlgeschlagen

source: Payment Unsuccessful. Please contact us for assistance.
de_de: Der Zahlungsvorgang war nicht erfolgreich. Bitte kontaktieren Sie unseren Kundendienst.

source: Find more information at the %sFAQ page%s
de_de: Weitere Informationen finden Sie auf der %sFAQ-Seite%s

source: Choose whether to embed your booking form in an existing page or create a new one.
de_de: Wählen Sie, ob Sie Ihr Buchungsformular in eine bestehende Seite einbetten oder eine neue Seite erstellen möchten.

source: Embed in Existing Page
de_de: In bestehende Seite einbetten

source: Create New Page
de_de: Neue Seite erstellen

source: Select the page where you want to embed your booking form.
de_de: Wählen Sie die Seite aus, auf der Sie Ihr Buchungsformular einbetten möchten.

source: &mdash; Select &mdash;
de_de: &mdash; Wählen Sie &mdash;

source: Use This Page
de_de: Diese Seite verwenden

source: Provide a name for your new page.
de_de: Geben Sie einen Namen für Ihre neue Seite an.

source: Enter Page Name
de_de: Seitenname eingeben

source: Create Page
de_de: Seite erstellen

source: Go Back
de_de: Zurückgehen

source: Show a booking form, availability calendar or other elements from Booking Calendar plugin.
de_de: Anzeigen eines Buchungsformulars, Verfügbarkeitskalenders oder anderer Elemente des Booking Calendar Plugins.

source: Configure Booking Calendar Block
de_de: Terminkalenderblock konfigurieren

source: Visible months number
de_de: Anzahl sichtbarer Monate

source: Start month
de_de: Startmonat

source: Custom booking form
de_de: Individuelles Buchungsformular

source: Unavailable dates from other booking resources
de_de: Nicht verfügbare Termine aus anderen Ressourcenbuchungen

source: Availability Calendar
de_de: Verfügbarkeitskalender

source: Booking resource(s)
de_de: Unterkünfte

source: Show from/to
de_de: Von/Bis anzeigen

source: All booking resources
de_de: Alle Unterkünfte

source: Selection of Resources
de_de: Ressourcenauswahl

source: Selected booking resource (by default)
de_de: Unterkunft auswählen (by default)

source: Title of first option in list
de_de: Titel der ersten Option in der Liste

source: Custom booking form for all booking resources
de_de: Individuelles Buchungsformular für alle Buchungsressourcen

source: Booking Form (without calendar)
de_de: Buchungsformular (ohne Kalender)

source: Date for submit booking
de_de: Datum für die Einreichung der Buchung

source: Search Availability form
de_de: Formular zur Verfügbarkeitssuche

source: Show search results on other page
de_de: Aktivieren, um die Suchergebnisse auf einer anderen Seite anzuzeigen

source: Search results page must have this shortcode
de_de: Die Suchergebnisseite muss diesen Shortcode implementiert haben

source: Show search results in the same page
de_de: Aktivieren, um die Suchergebnisse auf derselben Seite anzuzeigen

source: Search Results Title
de_de: Titel der Suchergebnisse

source: Title, if no search results
de_de: Titel, wenn keine Suchergebnisse vorhanden sind

source: Search in booking resources of WP users
de_de: Suche in Buchungsressourcen von WP-Benutzern

source: Show search results on this page, after redirection from search form at other page.
de_de: Zeigen Sie die Suchergebnisse auf dieser Seite an, nachdem Sie vom Suchformular auf einer anderen Seite umgeleitet wurden.

source: Booking Calendar Editing
de_de: Bearbeitung des Buchungskalenders

source: This block required for ability to edit, cancel the booking by visitor, who made the booking, or for ability to show payment form, after sending payment request.
de_de: Dieser Abschnitt ist erforderlich zum Bearbeiten oder Abbrechen einer Buchung durch den Nutzer, welcher die Buchung vorgenommen hat, sowie für das Anzeigen des Zahlungsformulars nach Senden einer Zahlungsaufforderung.

source: Link to this page must be defined
de_de: Der Link zu dieser Seite muss definiert werden

source: at this option
de_de: bei dieser Option

source: You can not open this page directly. Please, use links in
de_de: Sie können diese Seite nicht direkt öffnen. Bitte nutzen Sie die Links/Verlinkungen in

source: If you open this page directly, then you will see this error
de_de: Wenn Sie diese Seite direkt öffnen, wird Ihnen dieser Fehler angezeigt

source: You do not set any parameters for booking editing
de_de: Keine Einstellungen zur Buchungsverwaltung gesetzt

source: Customer Bookings Listing
de_de: Kunden-Buchungsübersicht

source: Visitors of your website, can view previous (own) bookings, by clicking on secret link in email, which is sending after booking created.
de_de: Besucher Ihrer Webseite können ihre früheren Buchungen einsehen, indem sie auf den geheimen Link in der E-Mail klicken, welche nach der Buchung erstellt wird.

source: Show Info of Booking Resource
de_de: Zeige Infos über Objekt an

source: Click to edit
de_de: Zum Bearbeiten anklicken

source: This is not real preview. Its configuration block of "Booking Calendar".
de_de: Dies ist keine echte Vorschau. Es ist der Konfigurationsblock von "Buchungskalender".

source: Lost booking resource
de_de: Verlorene Buchungsressource

source: Show Publish Options
de_de: Veröffentlichungsoptionen anzeigen

source: Show Cost Options
de_de: Kostenoptionen anzeigen

source: Show Default Form Options
de_de: Standard-Formularoptionen anzeigen

source: Show Capacity Options
de_de: Kapazitätsoptionen anzeigen

source: Owner
de_de: Eigentümer

source: Show User Owner of booking resources
de_de: Benutzer Eigentümer der Buchungsressourcen anzeigen

source: %s year
de_de: %s Jahr

source: %s month
de_de: %s Monat

source: %s week
de_de: %s Woche

source: %s day
de_de: %s Tag

source: %s hour
de_de: %s Stunde

source: %s second
de_de: %s Sekunde

source: Booking Form with Calendar
de_de: Buchungsformular mit Kalender

source: Availability Calendar / Days Not Selectable
de_de: Verfügbarkeitskalender / Tage nicht auswählbar

source: Resource Selection
de_de: Auswahl der Ressourcen

source: Search Availability
de_de: Verfügbarkeit suchen

source: Import Events (.ics feed)
de_de: Ereignisse importieren (.ics-Feed)

source: Show .ics Listing of Events
de_de: .ics-Liste der Ereignisse anzeigen

source: Booking Calendar Form
de_de: Buchungskalender Formular

source: Conditional Days Selection
de_de: Auswahl bedingter Tage

source: Aggregate
de_de: Aggregat

source: Weekdays Conditions
de_de: Wochentags Bedingungen

source: Seasons Conditions
de_de: Saisons Bedingungen

source: Start selection at Seasons
de_de: Auswahl starten bei Saison

source: Dates selection Conditions
de_de: Datenauswahl Bedingungen

source: Setup Size & Structure
de_de: Aufbau Größe & Struktur

source: Configure Calendar Size and Structure
de_de: Konfigurieren Sie Größe und Struktur des Kalenders

source: Select number of month to show in one row at wide screen
de_de: Wählen Sie die Anzahl der Monate, die in einer Zeile auf dem Breitbildschirm angezeigt werden sollen

source: Calendar width:
de_de: Kalenderbreite:

source: Set width of calendar
de_de: Breite des Kalenders festlegen

source: Calendar Cell height:
de_de: Kalender Zellenhöhe:

source: Set cell height for calendar
de_de: Zellenhöhe für Kalender festlegen

source: Weekdays conditions:
de_de: Wochentags Bedingungen:

source: days to select
de_de: Tage zum Auswählen

source: Set Rule
de_de: Regel setzen

source: Shortcode Configuration
de_de: Shortcode-Konfiguration

source: %s date has been set as %s available %s
de_de: %s Datum wurde als %s verfügbar %s gesetzt

source: %s date has been set as %s unavailable %s
de_de: %s Datum wurde als %s nicht verfügbar %s gesetzt

source: Change this date status at %sBooking Calendar %s Availability %s Season Availability page.
de_de: Ändern Sie den Status dieses Datums auf der Seite %sBuchungskalender %s Verfügbarkeit %s Saisonverfügbarkeit.

source: Change this date status at %sBooking Calendar %s Settings General page %s in "Availability" section.
de_de: Ändern Sie diesen Datumsstatus auf der Seite %sBuchungskalender %s Einstellungen Allgemein %s im Abschnitt "Verfügbarkeit".

source: Change this date status at %sBooking %s Availability %s Season Availability page.
de_de: Ändern Sie den Status dieses Datums auf der Seite %sBuchung %s Verfügbarkeit %s Saisonverfügbarkeit.
