Repository: dsemblano/tijolocwb
Catalog: site/web/app/plugins/booking.*.9.9.1/languages/booking-*.po
Languages: de_de

source: %s - inserting link to set booking as pending in 1 mouse click
de_de: %s - Link einfügen, um Buchung mit 1 Mausklick auf ausstehen zu setzen

source: %s - inserting link for move booking to trash in 1 mouse click
de_de: %s - Link einfügen, um Buchung mit 1 Mausklick in den Papierkorb zu verschieben

source: %s - inserting link for export booking to
de_de: %s - Link einfügen für den Export der Buchung nach

source: %s - inserting URL for export booking to
de_de: %s - URL einfügen für den Export der Buchung nach

source: %s - inserting link to the page where visitor can see listing of own bookings, (possible to use the %s parameter for setting different %s of this page. Example: %s )
de_de: %s - einfügen des Links auf die Seite, auf welcher Besucher die Auflistung der eigenen Buchungen sehen können, (es ist möglich, den %s Parameter zur Einstellung verschiedener %s dieser Seite. Beispiel: %s)

source: %s - inserting link to the page where visitor can edit the reservation, (possible to use the %s parameter for setting different %s of this page. Example: %s )
de_de: %s - Link der Seite auf welcher der Besucher die Reservierung ändern kann (%s Einstellung um verschiedene %s für diese Seite zu setzen. Beispiel: %s )

source: %s - inserting link to the page where visitor can cancel the reservation, (possible to use the %s parameter for setting different %s of this page. Example: %s )
de_de: %s - Link der Seite auf welcher der Besucher die Reservierung abbrechen kann (%s Einstellung um verschiedene %s für diese Seite zu setzen. Beispiel: %s )

source: %s - inserting link to payment page where visitor can pay for the reservation (possible to use the %s parameter for setting different %s of this page. Example: %s )
de_de: %s - Link der Zahlungsseite auf welcher der Besucher die Reservierung bezahlen kann (%s Einstellung um verschiedene %s für diese Seite zu setzen. Beispiel: %s )

source: %s - add the reason for booking payment, you can enter it before sending email,
de_de: %s - Grund für die Zahlung der Buchung (kann vor Mail-Versand eingetragen werden),

source: %s - add the reason booking was cancelled, you can enter it before sending email,
de_de: %s - Grund für den Abbruch der Buchung (kann vor Mail-Versand eingetragen werden),

source: Configuration in several languages
de_de: Konfiguration in verschiedenen Sprachen

source: %s - start new translation section, where %s - locale of translation
de_de: %s - Starten Sie eine neue Übersetzung %s - Lokalisierung der Übersetzung

source: Example #1: %s - start French translation section
de_de: Beispiel #1: %s - Französische Übersetzung starten

source: Example #2: "%s" - English and French translation of some message
de_de: Beispiel #2: "%s" - Englische und französische Übersetzung einer Meldung

source: This field is required
de_de: Dieses Feld ist erforderlich

source: This checkbox must be checked
de_de: Diese Checkbox muss aktiviert sein

source: At least one option must be selected
de_de: Mindestens eine Option muss ausgewählt sein

source: Incorrect email field
de_de: Falsches E-Mail Feld

source: Your emails do not match
de_de: Die E-Mail Adressen stimmen nicht überein

source: Please, select booking date(s) at Calendar.
de_de: Bitte wählen Sie im Kalender das Datum der Buchung.

source: Deleting
de_de: Lösche

source: Updating
de_de: Aktualisiere

source: Saving
de_de: Speichere

source: Error! Please reset your check-in/check-out dates above.
de_de: Fehler! Bitte setzen Sie Ihre Check-in/Check-out-Daten oben zurück.

source: Start Time is invalid. The date or time may be booked, or already in the past! Please choose another date or time.
de_de: Startzeit ist ungültig. Das Datum oder die Uhrzeit ist vielleicht schon gebucht oder liegt bereits in der Vergangenheit! Bitte wählen Sie ein anderes Datum oder eine andere Uhrzeit.

source: End Time is invalid. The date or time may be booked, or already in the past. The End Time may also be earlier that the start time, if only 1 day was selected! Please choose another date or time.
de_de: Endzeit ist ungültig. Das Datum oder die Uhrzeit kann gebucht sein oder bereits in der Vergangenheit liegen. Die Endzeit kann auch vor der Startzeit liegen, wenn nur 1 Tag ausgewählt wurde! Bitte wählen Sie ein anderes Datum oder eine andere Uhrzeit.

source: The time(s) may be booked, or already in the past!
de_de: Zur gewählten Zeit liegt ein Buchung vor oder sie liegt in der Vergangenheit!

source: Download translation PO files from %s and update the current translation version.
de_de: Laden Sie PO-Übersetzungsdateien von %s herunter und aktualisieren Sie die aktuelle Übersetzungsversion.

source: Show exist translations status
de_de: Status der vorhandenen Übersetzungen anzeigen

source: Show translations status
de_de: Status der Übersetzungen anzeigen

source: Start updating translation files
de_de: Aktualisierung der Übersetzungsdateien beginnen

source: End updating translation files
de_de: Aktualisierung der Übersetzungsdateien beenden

source: Go to Settings
de_de: Gehe zu Einstellungen

source: Booking Prices
de_de: Buchungspreise

source: Log out as regular user and login as super booking admin user
de_de: Melden Sie sich als normaler Benutzer ab und melden Sie sich als Superbuchungsadministrator an

source: Back to Super Admin
de_de: Zurück zum Superadmin

source: Need even more functionality? Check %s higher versions %s
de_de: Benötigen Sie noch mehr Funktionalität? Prüfen Sie %s höhere Versionen %s

source: Get Pro
de_de: Pro-Version anfordern

source: Action is not allowed!
de_de: Aktion nicht erlaubt!

source: yes
de_de: ja

source: no
de_de: nein

source: Days Availability
de_de: Verfügbare Tage

source: Season Availability
de_de: Saison-Verfügbarkeit

source: Seasons
de_de: Saison

source: General Availability
de_de: Allgemeine Verfügbarkeit

source: Daily Costs
de_de: Tägliche Kosten

source: Form Options Costs
de_de: Formular-Optionen Kosten

source: Discount Coupons
de_de: Rabatt-Gutscheine

source: Payment Gateways
de_de: Zahlungsanbieter

source: Search Availability Form
de_de: Verfügbarkeitsformular

source: Users
de_de: Benutzer

source: If you like %s please leave us a %s rating. A huge thank you in advance!
de_de: Wenn Du möchtest %s, hinterlasse uns bitte eine %s Bewertung. Einen riesigen Dank im Voraus!

source: Prev
de_de: Vorherige

source: Y_E_S
de_de: J_A

source: N_O
de_de: N_E_I_N

source: Warning! Some error occur, during sending registration request.
de_de: Warnung! Beim Senden der Registrierungsanfrage ist ein Fehler aufgetreten.

source: Please refresh this page and if the same error appear again contact support by email (with info about order number and website) for finishing the registrations
de_de: Bitte laden Sie diese Seite neu. Falls der Fehler erneut auftritt, kontaktieren Sie bitte den Support via E-Mail (mit Informationen über die Bestellnummer und die Webseite) um die Registrierung abschließen zu können

source: Changes saved.
de_de: Änderungen gespeichert.

source: Click to toggle
de_de: Anklicken zum Umschalten

source: Payment rejected
de_de: Zahlung zurückgewiesen

source: Date
de_de: Datum

source: Time
de_de: Zeit

source: Check in
de_de: Anreise

source: Check out
de_de: Abreise

source: We&#8217;ve assembled some links to get you started:
de_de: Wir haben einige Links zusammengestellt, um Ihnen den Einstieg zu erleichtern:

source: Get Started
de_de: Jetzt starten

source: Start by using the %spre-configured booking page%s we have set up.
de_de: Beginnen Sie mit der %svorkonfigurierte Buchungsseite%s, die wir eingerichtet haben.

source: %sIntegrate booking form%s into a page on your website in just a few clicks.
de_de: %sIntegrieren Sie das Buchungsformular%s mit nur wenigen Klicks in eine Seite Ihrer Website.

source: Learn how to %sAdd the Booking Form or Calendar to your page%s in WordPress Block Editor, Elementor, or other non-standard editors.
de_de: Erfahren Sie, wie %sSie das Buchungsformular oder den Kalender im WordPress-Block-Editor, Elementor oder anderen Nicht-Standard-Editoren zu Ihrer Seite%s hinzufügen.

source: See %sall shortcodes%s of the Booking Calendar that you can use in pages.
de_de: Siehe %salle Shortcodes%s des Buchungskalenders, die Sie in Seiten verwenden können.

source: Next Steps
de_de: Weitere Schritte

source: Start creating %snew bookings%s from %syour page%s or in the %sAdmin Panel%s.
de_de: Beginnen Sie mit der Erstellung von %sneuen Buchungen%s auf %sIhrer Seite%s oder im %sAdministrationsbereich%s.

source: Check %sBooking Listing%s page for new bookings.
de_de: Überprüfen Sie die Seite %sBooking Listing%s auf neue Buchungen.

source: Configure %sForm Fields%s, %sEmails%s and other %sSettings%s.
de_de: Konfigurieren Sie %sFormularfelder%s, %sE-Mails%s und andere %sEinstellungen%s.

source: Have a questions?
de_de: Haben Sie eine Frage?

source: See %sFAQ%s.
de_de: Besuchen Sie die %s FAQ %s -Seite.

source: Contact %sSupport%s.
de_de: Bei Fragen kontaktieren Sie unseren %s Support %s.

source: Need even more functionality? Check %s Pro Versions %s.
de_de: Benötigen Sie noch mehr Funktionalität? Prüfen Sie %s Pro-Versionen %s.

source: Resource #1
de_de: Ressource #1

source: Presidential Suite
de_de: Präsidentenzimmer

source: Resource #2
de_de: Ressource #2

source: Resource #3
de_de: Ressource #3

source: Use "Check In" date as available in calendar for booking resources with capacity higher than 1 for search results
de_de: Verwendung des "Anreise"-Datums, wie es im Kalender für die Buchung von Ressourcen mit einer Kapazität von mehr als 1 für die Suchergebnisse verfügbar ist

source: Use "Check Out" date as available in calendar for booking resources with capacity higher than 1 for search results
de_de: Verwendung des "Abreise"-Datums, wie es im Kalender für die Buchung von Ressourcen mit einer Kapazität größer als 1 für die Suchergebnisse verfügbar ist

source: Show availability in tooltip
de_de: Verfügbarkeit im Tooltip anzeigen

source: Check this box to display the available number of booking resources with a tooltip, when mouse hovers over each day on the calendar(s).
de_de: Aktivieren Sie dieses Kontrollkästchen, um die Anzahl der verfügbaren Buchungsressourcen mit einem Tooltip anzuzeigen, wenn Sie mit der Maus über die einzelnen Tage des Kalenders bzw. der Kalender fahren.

source: Availability Title
de_de: Bezeichnung der Verfügbarkeit

source: Type your %savailability%s description
de_de: Geben Sie Ihre %sVerifügbargkeit%s Beschreibung ein

source: Auto-cancel bookings
de_de: Buchungen automatisch storniert

source: Auto Cancel all pending bookings for the specific date(s), if some booking is approved for these date(s)
de_de: Automatische Stornierung aller ausstehenden Buchungen für das/die bestimmte(n) Datum(e), wenn eine Buchung für dieses/diese Datum(e) genehmigt wird

source: Warning!!! After you approved the specific booking(s), all your pending bookings of the same booking resource as an approved booking for the dates, which are intersect with dates of approved booking, will be automatically canceled!
de_de: Achtung!!! Nachdem Sie die spezifische(n) Buchung(en) genehmigt haben, werden alle Ihre ausstehenden Buchungen der gleichen Buchungsressource wie eine genehmigte Buchung für die Daten, die sich mit den Daten der genehmigten Buchung überschneiden, automatisch storniert!

source: Disable changing booking resource while editing a booking
de_de: Ändern der Buchungsressource während der Bearbeitung einer Buchung deaktivieren

source: Check this box to disable changing the booking resource when editing a booking.
de_de: Markieren Sie dieses Kästchen, um die Änderung der Buchungsressource beim Bearbeiten einer Buchung zu deaktivieren.

source: If this check box is not selected, the system updates the booking to the first available child booking resource based on the capacity and availability of the parent booking resource.
de_de: Wenn dieses Kästchen nicht aktiviert ist, aktualisiert das System die Buchung auf die erste verfügbare untergeordnete Buchungsressource, basierend auf der Kapazität und Verfügbarkeit der übergeordneten Buchungsressource.

source: Parent
de_de: Übergeordnet

source: Priority
de_de: Priorität

source: Child
de_de: Untergeordnet

source: Setting coupons for discount
de_de: Gutschein einrichten

source: Coupons
de_de: Gutschein

source: Create dates filter
de_de: Datums-Filter erstellen

source: Add New Discount Coupon
de_de: Neuen Gutschein anlegen

source: Bulk Actions
de_de: Sammelaktionen

source: Coupon Code
de_de: Gutschein-Nummer

source: Savings
de_de: Ersparnisse

source: Minimum Cost
de_de: Minimale Kosten

source: Expiration
de_de: Ablauf

source: Number of usage
de_de: Anzahl der Nutzung

source: Select Booking Resource
de_de: Wähle die Unterkunft

source: All resources
de_de: Alle Unterkünfte

source: Completely Delete
de_de: Vollständig löschen

source: Coupon
de_de: Gutschein

source: Enter coupon code.
de_de: Gutschein-Nummer eingeben.

source: Enter number of fixed or percentage savings.
de_de: Geben Sie die Anzahl der festen oder prozentualen Einsparungen ein.

source: Expiration Date
de_de: Verfallsdatum

source: Select Expiration Date of the coupon.
de_de: Wählen Sie das Verfallsdatum des Gutscheins.

source: Minimum Booking Cost
de_de: Mindestbuchungskosten

source: Enter minimum booking cost, when coupon is applicable.
de_de: Geben Sie den Mindestbuchungspreis ein, ab wann der Coupon anwendbar ist.

source: Maximum number of usage
de_de: Maximale Anzahl der Nutzung

source: Enter maximum number of times, when coupon is applicable.
de_de: Geben Sie an, wie oft der Coupon maximal angewendet werden kann.

source: Select booking resources, where is possible to apply this coupon code.
de_de: Wählen Sie die Buchungsressourcen aus, auf die Sie diesen Gutscheincode anwenden können.

source: Add New
de_de: Neu hinzufügen

source: Use these shortcodes for customization:
de_de: Verwenden Sie diese Shortcodes für die Anpassung:

source: %s - search inside posts/pages which are part of this category,
de_de: %s - Suche innerhalb Posts/Seiten, welche zu dieser Kategorie gehören,

source: %s - search inside posts/pages which have this tag,
de_de: %s - Suche innerhalb Posts/Seiten, welches dieses Tag beinhalten,

source: %s - check-in date,
de_de: %s - Anreisedatum,

source: %s - check-out date,
de_de: %s - Abreisedatum,

source: %s - default selection number of items,
de_de: %s - Standardauswahl Anzahl der Positionen,

source: Example: %s - custom number of items selections"
de_de: Beispiel: %s - benutzerdefinierte Anzahl von Artikelauswahlen"

source: %s - search button,
de_de: %s - Suchbutton,

source: HTML tags is accepted.
de_de: HTML Tags zulässig.

source: %s - resource title,
de_de: %s - Bezeichnung der Unterkunft,

source: %s - link to the page with booking form,
de_de: %s - zur Seite mit Buchungsformular verlinken,

source: %s - availability of booking resource,
de_de: %s - Verfügbarkeit der Unterkunft,

source: %s - cost of booking the resource,
de_de: %s - Buchungskosten der Unterkunft,

source: %s - featured image, taken from the featured image associated with the post,
de_de: %s - Beitragsbild, generiert aus dem Bild, das dem Beitrag zugeordnet wurde,

source: %s - booking info, taken from the excerpt associated with the post,
de_de: %s - Buchungsinformation, generiert aus dem Textausschnitt, der dem Beitrag zugeordnet wurde,

source: Full cost of the booking.
de_de: Gesamtpreis der Buchung.

source: Cost of the booking for the selected dates only.
de_de: Preis für die Buchung nur für die ausgewählten Daten.

source: Additional cost, which depends on the fields selection in the form.
de_de: Zusätzliche Kosten - abhängig von der Auswahl im Formular.

source: The deposit cost of the booking.
de_de: Höhe der Anzahlung für die Buchung.

source: Balance cost of the booking - difference between deposit and full cost.
de_de: Restbetrag - Differenz zwischen Anzahlung und Gesamtpreis.

source: %s - ID of booking resource,
de_de: %s - ID der Unterkunft,

source: %s - ID of page with booking form,
de_de: %s - ID der Seite mit der Buchungsform,

source: hour(s)
de_de: Stunde(n)

source: Cache expiration
de_de: Ablauf des Caches

source: Select time of cache expiration
de_de: Zeit für Ablauf des Caches setzen

source: Sort search results by
de_de: Suchergebnisse sortieren nach

source: Select type of sorting search results
de_de: Art der Sortierung der Suchergebnisse auswählen

source: ID of booking resource
de_de: ID der Unterkunft

source: ASC
de_de: Aufsteigend

source: DESC
de_de: Absteigend

source: Title of booking resource
de_de: Name der Unterkunft

source: Priority field of booking resource
de_de: Vorrangiges Feld der Unterkunft

source: Cost of booking resource
de_de: Kosten der Unterkunft

source: Cost of booking
de_de: Buchungskosten

source: Shuffle
de_de: Mischen

source: Select date format for search form
de_de: Wählen Sie das Datumsformat für das Suchformular

source: Disable days selection
de_de: Tagesauswahl deaktivieren

source: Check this box to %sdisable days selection in calendar%s after redirection from search results
de_de: Aktivieren Sie dieses Kästchen %s, um die Auswahl von Tagen im Kalender%s nach der Umleitung von Suchergebnissen zu deaktivieren

source: Use it to prevent bookings that are not allowed with such days selection in different booking resources.
de_de: Verwenden Sie diese Option, um Buchungen zu verhindern, die bei der Auswahl solcher Tage in verschiedenen Buchungsressourcen nicht zulässig sind.

source: Scroll to calendar
de_de: Zum Buchungskalender blättern

source: Check this box to make scrolling to calendar, after click on "%sBook now%s" button in search results
de_de: Aktivieren Sie diesesKästchen, um nach einem Klick auf die Schaltfläche "%sJetzt buchen%s" in den Suchergebnissen zum Kalender zu blättern

source: Search Settings
de_de: Sucheinstellungen

source: Cache Updated
de_de: Cache aktualisiert

source: Search Results
de_de: Suchergebnisse

source: Search Cache
de_de: Suchverlauf

source: If you do not see search results at front-end side of your website, please check troubleshooting instruction %shere%s
de_de: Wenn Sie keine Suchergebnisse auf der Frontend-Seite Ihrer Website sehen, lesen Sie bitte die Anleitung zur Fehlerbehebung %shier%s

source: CSS customization of search form and search results you can make at this file
de_de: CSS-Anpassung des Suchformulars und der Suchergebnisse können Sie in dieser Datei vornehmen

source: Select Template
de_de: Template auswählen

source: Flex Search Form Template
de_de: Formularvorlage Flex-Suche

source: Inline Search Form Template
de_de: Formularvorlage Inline-Suche

source: Horizontal Search Form Template
de_de: Formularvorlage horizontale Suche

source: Standard Search Form Template
de_de: Standard Vorlage für Suchformular

source: Reset current Form
de_de: Aktuelles Formular zurücksetzen

source: Cache will expire:
de_de: Cache wird ablaufen:

source: Found: %s booking forms inside of posts or pages
de_de: %s Buchungsformulare in Posts oder Seiten gefunden

source: Page
de_de: Seite

source: Reset Search Cache
de_de: Suchverlauf zurücksetzen

source: Discounts applied
de_de: Rabatt gegeben

source: Please select check-in and check-out days!
de_de: Bitte Anreise- und Abreise-Tage wählen!

source: Book now
de_de: Jetzt buchen

source: Search availability
de_de: Verfügbarkeitssuche

source: Search results.
de_de: Suchergebnisse.

source: Nothing found.
de_de: Leider kein Ergebnis.

source: Title of search widget
de_de: Titel des Such-Widgets

source: Title of search results
de_de: Titel der Suchergebnisse

source: Please type the %sTitle of search results%s.
de_de: Bitte den %s Suchtitel %s eingeben.

source: Nothing found message
de_de: Meldung bei leerem Suchergebnis

source: Please type the %smessage ,what is showing, when nothing found%s.
de_de: Bitte geben Sie die %sMeldung ein, die angezeigt wird, wenn nichts gefunden wurde%s.

source: URL of Search Results
de_de: URL der Suchergebnisse

source: Please type the URL of the page %s(with %s shortcode in content)%s, where search results will show.
de_de: Bitte geben Sie die URL der Seite %s(mit %s Shortcode im Inhalt)%s ein, auf der die Suchergebnisse angezeigt werden sollen.

source: Weekend
de_de: Wochenende

source: High season
de_de: Hochsaison

source: Limit available days from today
de_de: Limitiere die verfügbaren Tage ab heute

source: Select number of available days in calendar start from today.
de_de: Wählen Sie die Anzahl der verfügbaren Tage im Kalender von heute an.

source: Unavailable time before / after booking
de_de: Zeit nicht verfügbar vor / nach Buchung

source: This feature is applying only for bookings for specific timeslots, or if activated check in/out time option.
de_de: Dieses Funktion kann nur für Buchungen in speziellen Zeiträumen oder wenn die Check in/out Zeit Option aktiviert ist verwendet werden.

source: Before booking
de_de: Vor Buchung

source: Select unavailable time interval.
de_de: Wähle nicht verfügbaren Zeitraum.

source: After booking
de_de: Nach Buchung

source: Showing cost in tooltip
de_de: Preis im Tooltip zeigen

source: Check this box to display the daily cost with a tooltip when mouse hovers over each day on the calendar(s).
de_de: Markieren Sie dieses Kästchen, um die täglichen Kosten mit einem Tooltip anzuzeigen, wenn Sie mit der Maus über die einzelnen Tage des Kalenders/der Kalender fahren.

source: Cost Title
de_de: Preistitel

source: Type your %scost%s description
de_de: Beschreibung der %s Kosten %s eintragen

source: Showing cost in date cell
de_de: Preis in Datumsfeld anzeigen

source: Check this box to display the %sdaily cost at the date cells%s in the calendar(s).
de_de: Markieren Sie dieses Kästchen, um die %sTageskosten in den Datumszellen%s des/der Kalender(s) anzuzeigen.

source: Currency symbol
de_de: Währungssymbol

source: Type your %scurrency symbol%s to display near daily cost in date cells. %sDocumentation on currency symbols%s
de_de: Geben Sie Ihr %sWährungsymbol%s ein, um tagesnahe Kosten in Datumszellen anzuzeigen. %sDokumentation zu Währungssymbolen%s

source: Show booking details in tooltip
de_de: Buchungsdetails in der Quick-Info anzeigen

source: Check this box to display booking details with a tooltip, when mouse hovers over each day on the usual month calendar(s).
de_de: Markieren Sie dieses Kästchen, um Buchungsdetails mit einem Tooltip anzuzeigen, wenn Sie mit der Maus über die einzelnen Tage des/der üblichen Monatskalender(s) fahren.

source: Booking details
de_de: Buchungsdetails

source: You can use the shortcodes from the bottom form of Settings Fields page.
de_de: Sie können die Shortcodes aus dem unteren Formular der Seite Einstellungsfelder verwenden.

source: Custom Forms
de_de: Individuelle Formulare

source: Configuration of availability for booking resources
de_de: Konfiguration der Verfügbarkeit von Objekten

source: Availability Settings
de_de: Verfügbarkeitseinstellungen

source: Show Children Resources
de_de: Untergeordnete Objekte einblenden

source: Hide Children Resources
de_de: Untergeordnete Objekte ausblenden

source: Set Availability
de_de: Verfügbarkeit einstellen

source: Please reassign exist booking(s) from selected resource(s) to other resources or delete exist booking(s) from this resource(s). Otherwise you will have %slost bookings%s.
de_de: Bitte ordnen Sie bestehende Buchungen aus der/den ausgewählten Ressource(n) anderen Ressourcen zu oder löschen Sie bestehende Buchungen aus dieser/den Ressource(n). Andernfalls werden Sie %sverlorene Buchungen%s haben.

source: Resource Name
de_de: Ressourcenname

source: All days
de_de: Alle Tage

source: available
de_de: verfügbar

source: unavailable
de_de: nicht verfügbar
