Repository: dsemblano/tijolocwb
Catalog: site/web/app/plugins/booking.*.9.9.1/languages/booking-*.po
Languages: de_de

source: Deleted
de_de: Gelöscht

source: Customization of email template, which is sent to Visitor after Cancellation of booking
de_de: Anpassung der E-Mail-Vorlage, welche dem Besucher nach Stornierung der Buchung zugesandt wird

source: Email is sent to Visitor after Deleting of booking.
de_de: Nach der Löschung der Buchung wird eine E-Mail an den Besucher gesendet.

source: Customization of email template, which is sent to Visitor, when booking status is set to Pending
de_de: Anpassung der E-Mail-Vorlage, die an den Besucher gesendet wird, wenn der Buchungsstatus auf "Ausstehend" gesetzt wird

source: Email is sent to Visitor after booking set as Pending.
de_de: Eine E-Mail wird an den Besucher gesendet, nachdem die Buchung als "Ausstehend" gesetzt wurde.

source: Enable Reply-To
de_de: Antwort-An aktivieren

source: Enable Reply-To visitor email
de_de: Antwort-An Besucher-E-Mails aktivieren

source: New booking
de_de: Neue Buchung

source: You need to approve a new booking %s for: %s Person detail information:%s Currently a new booking is waiting for approval. Please visit the moderation panel%sThank you, %s
de_de: Eine neue Reservierung %s am: %s muss von Ihnen bestätigt werden. Detailinformationen zur Person: %s Derzeit wartet eine neue Buchung auf die Genehmigung. Bitte besuchen Sie das Moderationspanel%sDanke, %s

source: New
de_de: Neu

source: admin
de_de: Administrator

source: Customization of email template, which is sending to Admin after new booking
de_de: Anpassung der E-Mail-Vorlage, die nach einer neuen Buchung an den Administrator gesendet wird

source: Email is sending to Admin after creation of booking.
de_de: E-Mail wird nach Erstellung der Buchung an den Administrator gesendet.

source: Your reservation %s for: %s is processing now! We will send confirmation by email. %sYou can edit this booking at this page: %s Thank you, %s
de_de: Ihre Reservierung %s für: %s wird jetzt bearbeitet! Wir werden eine Bestätigung per E-Mail senden. %sSie können die Buchung auf dieser Seite anpassen: %s Vielen Dank, %s

source: Your reservation %s for: %s is processing now! We will send confirmation by email. %s Thank you, %s
de_de: Ihre Reservierung %s am: %s wird jetzt bearbeitet! Wir werden Ihnen eine Bestätigung per E-Mail schicken. %s Vielen Dank, %s

source: visitor
de_de: Besucher

source: Customization of email template, which is sending to Visitor after new booking
de_de: Anpassung der E-Mail-Vorlage, die nach einer neuen Buchung an den Besucher gesendet wird

source: Email is sending to Visitor after creation of booking.
de_de: Die E-Mail wird nach der Erstellung der Buchung an den Besucher gesendet.

source: Trash / Reject
de_de: Papierkorb / Ablehnen

source: Customization of email template, which is sent to Visitor after rejecting of booking
de_de: Anpassung der E-Mail-Vorlage, die nach Ablehnung der Buchung an den Besucher gesendet wird

source: Email is sent to visitor after cancelling of booking (moved to trash).
de_de: Eine E-Mail wird an den Besucher gesendet, nachdem die Buchung storniert wurde (in den Papierkorb verschoben).

source: Fields Settings
de_de: Felder Einstellungen

source: Customize fields in booking form
de_de: Felder im Buchungsformular anpassen

source: Free vs Pro
de_de: Kostenlos vs. Pro

source: Upgrade to higher versions
de_de: Upgrade auf höhere Versionen

source: Form Field Configuration
de_de: Formularfeld-Konfiguration

source: You can add %sTime Slots%s to booking form, by activating and configure %sTime Slots%s field in booking form (below) or by adding this field from (above) toolbar.
de_de: Sie können dem Buchungsformular %sZeiträume%s hinzufügen, indem Sie das Feld %sZeiträume%s im Buchungsformular (unten) aktivieren und konfigurieren oder dieses Feld aus der Symbolleiste (oben) hinzufügen.

source: Title of send button
de_de: Text des "Senden"-Schaltfläche

source: Send
de_de: Senden

source: Enter %stitle of submit button%s in the booking form
de_de: Geben Sie %sTitel der Schaltfläche "Senden"%s in das Buchungsformular ein

source: Time Slots
de_de: Zeiträume

source: Yes
de_de: Ja

source: Change your Booking
de_de: Buchung ändern

source: Reset to default form
de_de: Formular zurücksetzen

source: Do you really want to do this ?
de_de: Möchten Sie das wirklich tun?

source: Add New Field
de_de: Neues Feld hinzufügen

source: Select
de_de: Auswählen

source: Form Field
de_de: Formular Feld

source: Standard Fields
de_de: Standardfelder

source: Textarea
de_de: Textbereich

source: Advanced Fields
de_de: Zusätzliche Felder

source: View
de_de: Ansicht

source: Standard Forms
de_de: Standard Formulare

source: Form under calendar
de_de: Formular unter Kalender

source: Form at right side of calendar
de_de: Formular rechts von Kalender

source: Form and calendar are centered
de_de: Formular und Kalender zentriert

source: Help Tips
de_de: Hilfe

source: Select a dark color theme in Form Options on the Settings General page
de_de: Wählen Sie ein dunkles Farbdesign in den Formularoptionen auf der Seite Einstellungen Allgemein

source: Active
de_de: Aktiv

source: Field Label
de_de: Feld Bezeichnung

source: Edit
de_de: Bearbeiten

source: Remove
de_de: Entfernen

source: You can generate the form fields for your form (at the left side) by selection specific field in the above selectbox.
de_de: Sie können die Formularfelder für Ihr Formular (auf der linken Seite) generieren, indem Sie ein bestimmtes Feld in der obigen Auswahlbox auswählen.

source: Please read more about the booking form fields configuration %shere%s.
de_de: Bitte lesen Sie mehr über die Konfiguration der Buchungsformularfelder %shere%s.

source: Default Form Templates
de_de: Standard Formularvorlagen

source: You can reset your active form template by selecting default %sform template%s at the top toolbar. Please select the form template and click on %sReset%s button for resetting only active form (Booking Form or Content of Booking Fields form). Click on %sBoth%s button if you want to reset both forms: Booking Form and Content of Booking Fields form.
de_de: Sie können Ihre aktive Formularvorlage zurücksetzen, indem Sie die Standardvorlage %s Formularvorlage %s in der oberen Symbolleiste auswählen. Wählen Sie die Formularvorlage aus und klicken Sie auf die Schaltfläche %s Zurücksetzen %s um nur das aktive Formular zurückzusetzen (Buchungsformular oder Formular für den Inhalt der Buchungsfelder). Klicken Sie auf die Schaltfläche %s Beide %s wenn Sie beide Formulare zurücksetzen möchten: Buchungsformular und Inhalt der Buchungsfelder.

source: First Name
de_de: Vorname

source: Show / hide field in booking form
de_de: Feld im Buchungsformular anzeigen/ausblenden

source: Set field as required
de_de: Setze Feld als erforderlich

source: Label
de_de: Bezeichnung

source: Type only %sunique field name%s, that is not using in form
de_de: Geben Sie nur %s eindeutige Feldnamen %s ein, welcher nicht im Formular verwendet wird

source: Values
de_de: Werte

source: Enter dropdown options. One option per line.
de_de: Auswahlmenü-Optionen eingeben. Eine Option pro Zeile.

source: Close
de_de: Schließen

source: Cancel
de_de: Abbrechen

source: in 24 hour format
de_de: im 24-Stunden-Format

source: One option per line
de_de: Eine Option pro Zeile

source: Titles
de_de: Titel

source: One title per line
de_de: Ein Titel pro Zeile

source: Visible options in selectbox
de_de: Sichtbare Optionen im Auswahlfeld

source: Reset times by
de_de: Zeiten zurücksetzen durch

source: hours
de_de: stunden

source: hour
de_de: stunde

source: minutes
de_de: minuten

source: Processing
de_de: Verarbeiten

source: + Add Time Slot
de_de: + Zeitraum hinzufügen

source: Sync
de_de: Synchronisieren

source: Import
de_de: Importieren

source: Export
de_de: Exportieren

source: Warning!
de_de: Warnung!

source: This feature require %s
de_de: Diese Funktion erfordert %s

source: Important!
de_de: Wichtig!

source: This feature require %s plugin. You can install %s plugin from this %spage%s.
de_de: Diese Funktion erfordert das %s-Plugin. Sie können das %s-Plugin von dieser %spage%s aus installieren.

source: or newer
de_de: oder neuer

source: How it works
de_de: Wie es funktioniert

source: Open in new window
de_de: In einem neuen Fenster öffnen

source: Please enter URL for generating .ics feed
de_de: Bitte geben Sie die URL für die Erzeugung des .ics-Feeds ein

source: This .ics feed of bookings starting from today for 1 year
de_de: Dieser .ics-Feed von Buchungen startet ab heute für ein Jahr

source: None
de_de: Keine

source: Event Title
de_de: Titel der Veranstaltung

source: Select field for assigning to %sevent property%s
de_de: Feld für Zuweisung zu %sEreigniseigenschaft%s auswählen

source: Event Description (optional field)
de_de: Ereignisbeschreibung (optionales Feld)

source: Location
de_de: Standort

source: Default
de_de: Standard

source: Timezone
de_de: Zeitzone

source: Select a city in your required timezone, if you are having problems with dates and times.
de_de: Wählen Sie eine Stadt in der von Ihnen gewünschten Zeitzone, wenn Sie Probleme mit den Daten und Zeiten haben.

source: Append check out day
de_de: Abreisetag anfügen

source: Append one check out day, during import .ics feeds
de_de: Beim Import von .ics-Feeds einen Abreise-Tag anhängen

source: Use check in/out time
de_de: An-/Abreisezeit verwenden

source: Use check in/out time of plugin, during import .ics feeds
de_de: An-/Abreisezeit, beim Import von .ics Feeds verwenden

source: Export only approved bookings
de_de: Nur bestätigte Buchungen exportieren

source: Enable of export only approved bookings in .ics feeds
de_de: Aktivieren des Exports von nur bestätigten Buchungen in .ics Feeds

source: Export bookings type
de_de: Exportiere Buchungsarten

source: Select which type of bookings to export
de_de: Wählen Sie die Art der zu exportierenden Buchungen

source: All bookings
de_de: Alle Buchungen

source: Bookings created in Booking Calendar
de_de: Im Buchungskalender erstellte Buchungen

source: Imported bookings
de_de: Importierte Buchungen

source: Trash / delete all imported bookings before new import
de_de: Löschen Sie alle importierten Buchungen vor einem neuen Import

source: Move all previously imported bookings to trash or permanently delete before new import bookings. Its can resolve issue of updating deleted and edited events in external sources. Its work only, if you are using one source (.ics feed) for importing into specific booking resource!
de_de: Verschieben Sie alle zuvor importierten Buchungen in den Papierkorb oder löschen Sie sie dauerhaft, bevor Sie neue Buchungen importieren. Dies kann das Problem der Aktualisierung von gelöschten und bearbeiteten Veranstaltungen in externen Quellen lösen. Es funktioniert nur, wenn Sie eine Quelle (.ics-Feed) für den Import in eine bestimmte Buchungsressource verwenden!

source: Do nothing
de_de: Nichts tun

source: Trash imported bookings
de_de: Importierte Buchungen löschen

source: Permanently delete
de_de: Dauerhaft löschen

source: Import conditions
de_de: Importieren Einstellungen

source: Import Only New Events
de_de: Nur neue Ereignisse importieren

source: Import only if the event has not been imported before.
de_de: Nur importieren, wenn das Ereignis noch nicht importiert wurde.

source: Import if Dates Available
de_de: Importieren, wenn Termin verfügbar ist

source: Import only if dates are available in the source calendar.
de_de: Importieren Sie nur, wenn Termine im Quellkalender vorhanden sind.

source: General
de_de: Allgemein

source: General Settings
de_de: Allgemeine Einstellungen

source: Assign events fields to specific booking form field
de_de: Zuweisung von Ereignisfeldern zu bestimmten Buchungsformularfeldern

source: Advanced
de_de: Erweitert

source: parent resource
de_de: Haupt-Ressource

source: Enter URL to .ics feed
de_de: URL zum .ics Feed eingeben

source: Choose file
de_de: Datei auswählen

source: Insert file URL
de_de: Datei URL eingeben

source: Upload / Select
de_de: Hochladen / Auswählen

source: What does .ics feeds import/export mean?
de_de: Was bedeutet .ics Feeds importieren/exportieren?

source: Its useful, if you need to import/export bookings from/to external websites, like %s
de_de: Es ist nützlich, wenn Sie Buchungen von/nach externen Websites importieren/exportieren müssen, z. B. %s

source: and any other calendar that uses .ics format
de_de: und alle anderen Kalender, die das .ics-Format verwenden

source: .ics - is a file format of iCalendar standard for exchanging calendar and scheduling information between different sources %s Using a common calendar format (.ics), you can keep all your calendars updated and synchronized.
de_de: .ics - ist ein Dateiformat des iCalendar-Standards für den Austausch von Kalender- und Terminplanungsinformationen zwischen verschiedenen Quellen %s Mit einem gemeinsamen Kalenderformat (.ics) können Sie alle Ihre Kalender aktuell halten und synchronisieren.

source: Is it automatic process?
de_de: Handelt es sich um einen automatischen Prozess?

source: By default .ics import is not automatic process. You need to set up CRON script on your server to periodically access front-end page(s) with import .ics feeds shortcodes.
de_de: Standardmäßig erfolgt der Import von .ics-Feeds nicht automatisch. Sie müssen ein CRON-Skript auf Ihrem Server einrichten, um regelmäßig auf die Front-End-Seite(n) mit den Shortcodes für den Import von .ics-Feeds zuzugreifen.

source: How to start import of .ics feeds (files)?
de_de: Wie kann ich den Import von .ics-Feeds (Dateien) starten?

source: Install %s plugin.
de_de: Installiere das %s Plugin.

source: Insert %s shortcode into some post(s) or page(s). Check more info about this %sshortcode configuration%s
de_de: Fügen Sie den %s-Shortcode in einen oder mehrere Beiträge oder eine oder mehrere Seiten ein. Mehr Informationen über diese %sshortcode Konfiguration%s

source: Using such shortcodes in pages give a great flexibility to import from different .ics feeds (sources) into the same resource.%sAlso its possible to define different CRON parameters for accessing such different pages with different time intervals.
de_de: Die Verwendung solcher Shortcodes in Seiten bietet eine große Flexibilität, um Daten aus verschiedenen .ics-Feeds (Quellen) in dieselbe Ressource zu importieren. %sAußerdem ist es möglich, verschiedene CRON-Parameter für den Zugriff auf solche verschiedenen Seiten mit unterschiedlichen Zeitintervallen zu definieren.

source: Or you can import .ics feed or file directly at current page.
de_de: Oder Sie können einen .ics-Feed oder eine Datei direkt auf der aktuellen Seite importieren.

source: If you have inserted import shortcodes from %s, then you can configure your CRON for periodically access these pages and import .ics feeds.
de_de: Wenn Sie Import-Shortcodes von %s eingefügt haben, dann können Sie Ihr CRON so konfigurieren, dass es regelmäßig auf diese Seiten zugreift und .ics-Feeds importiert.

source: How to start export of .ics feeds (files)?
de_de: Wie kann man den Export von .ics-Feeds (Dateien) starten?

source: Configure ULR feed(s) at this settings page.
de_de: Konfigurieren Sie den/die ULR-Feed(s) auf dieser Einstellungsseite.

source: Using such URL(s) you can import .ics feeds, from interface of other websites. %sCheck more info about how to import .ics feeds into other websites at the support pages of sepcific website.
de_de: Über diese URL(s) können Sie .ics-Feeds von der Schnittstelle anderer Websites importieren. %sWeitere Informationen über den Import von .ics-Feeds in andere Websites finden Sie auf den Support-Seiten der jeweiligen Website.

source: Visit these (previously configured URL feeds) pages for downloading .ics files.
de_de: Besuchen Sie diese (zuvor konfigurierten URL-Feeds) Seiten zum Herunterladen von .ics-Dateien.

source: Done
de_de: Erledigt

source: Activate auto import
de_de: Auto-Import aktivieren

source: Check this box to %sactivate%s auto import events and creation bookings from them
de_de: Aktivieren Sie dieses Kontrollkästchen %sactivate%s, um den automatischen Import von Veranstaltungen und die Erstellung von Buchungen aus diesen zu aktivieren

source: day(s)
de_de: Tag(e)

source: Last import
de_de: Letzter Import

source: during
de_de: während

source: Next import
de_de: Nächster Import

source: Import events every
de_de: Ereignisse importieren, jeden

source: Select time duration of import requests.
de_de: Wählen Sie die Zeitdauer der Importaufträge.

source: Google API Key
de_de: Google API Schlüssel

source: Please enter your Google API key. This field required to import events.
de_de: Bitte geben Sie Ihren Google API-Schlüssel ein. Dieses Feld ist für den Import von Ereignissen erforderlich.

source: Note:
de_de: Anmerkung:

source: You can check in this %sinstruction how to generate and use your Google API key%s.
de_de: In dieser %sAnleitung erfahren Sie, wie Sie Ihren Google API-Schlüssel%s generieren und verwenden können.

source: Google Calendar ID
de_de: Google Kalender ID

source: Maximum number
de_de: Maximale Anzahl

source: You can specify the maximum number of events to import during one session.
de_de: Sie können die maximale Anzahl der zu importierenden Ereignisse während einer Sitzung angeben.

source: Now
de_de: Jetzt

source: 00:00 today
de_de: Heute 00:00

source: Start of current week
de_de: Start der aktuellen Woche

source: Start of current month
de_de: Start des aktuellen Monats

source: End of current month
de_de: Ende des aktuellen Monats

source: The start of time
de_de: Startzeit

source: Specific date / time
de_de: Bestimmtes Datum / Uhrzeit

source: Select option, when to start retrieving events.
de_de: Option auswählen um Ereignisse zu erhalten.

source: Offset
de_de: Versatz (Offset)

source: Enter date / time
de_de: Datum/Uhrzeit eingeben

source: seconds
de_de: sekunden

source: days
de_de: tage

source: You can specify an additional offset from you chosen start point. The offset can be negative.
de_de: Sie können einen zusätzlichen Versatz(Offset) von Ihrem gewählten Startpunkt angeben. Der Versatz kann negativ sein.

source: Type your date in format %s. Example: %s
de_de: Geben Sie Ihr Datum im Format %s ein. Beispiel: %s

source: The end of time
de_de: Endzeit

source: Until
de_de: Bis

source: Select option, when to stop retrieving events.
de_de: Wählen Sie die Option, wann der Abruf von Ereignissen beendet werden soll.

source: To get Google Calendar API key please follow this instruction
de_de: Um den Google Calendar API-Schlüssel zu erhalten, folgen Sie bitte dieser Anleitung

source: Go to Google Developer Console: %s.
de_de: Gehen Sie zur Google Developer Console und erstellen Sie ein neues Projekt%s.

source: Give your project a name and click "Create".
de_de: Geben Sie, falls möglich, dem Projekt einen Namen und klicken Sie auf " Create (Ich stimme zu - weiter)" .

source: In the sidebar click on "APIs & auth".
de_de: Klicken Sie in der Seitenleiste auf "APIs & auth (APIs & Authentifizierung)".

source: Click APIs and make sure "Calendar API" is set to ON.
de_de: Klicken Sie auf den Punkt APIs und stellen Sie sicher, dass die "Kalender-API" auf ON eingestellt ist.

source: Now click on "Credentials" in the sidebar.
de_de: Wählen Sie nun in der Seitenleiste auf der linken Seite "Credentials (Zugangsdaten)".

source: Under the section "Public API access" click the button "Create new Key".
de_de: Im Bereich "Public API access (Öffentliche API-Zugriff)" wählen Sie nun die Schaltfläche "Create new Key (Neuen Schlüssel erstellen)".

source: On the popup click the button "Server Key" and click "Create".
de_de: Im Popup klicken Sie auf die Schaltfläche "Server Key (Serverschlüssel)" und dann auf "Create (Erstellen)".

source: You will now see a table loaded with the top item being the API Key. Copy this and paste it into %sGoogle API Key%s field at this page.
de_de: In der Tabelle, die nun lädt ist die erste Position der API-Schlüssel. Kopieren Sie diesen und fügen Sie ihn in das %s Google API-Schlüssel %s Feld auf dieser Seite ein.

source: Set Your Calendar to Public
de_de: Stellen Sie Ihren Kalender auf öffentlich

source: Navigate to your Google calendars.
de_de: Gehen Sie zu Ihrem Google Kalender.

source: Open the settings for the calendar.
de_de: Öffnen Sie die Einstellungen für den Kalender.

source: Click the "Share this Calendar" link.
de_de: Klicke Sie auf den Link "Share this Calendar (Diesen Kalender teilen)".

source: Click the checkbox to make calendar public. Do not check the other option.
de_de: Klicken Sie auf das Kontrollkästchen, um den Kalender zu veröffentlichen. Aktivieren Sie nicht die andere Optionen.

source: Find Your Calendar ID
de_de: Finden Sie Ihre Kalender-ID

source: Now copy the Calendar ID to use in the plugin settings in your WordPress admin. Make sure to %suse the Calendar ID only, not the entire XML feed URL%s.
de_de: Kopieren Sie nun die Kalender-ID, die Sie in den Plugin-Einstellungen in Ihrem WordPress-Admin verwenden möchten. Stellen Sie sicher, dass %s die Kalender-ID, nicht der gesamte XML-Feed der URL ist %s.

source: Import Google Calendar Events
de_de: Google Kalender Ereignisse importieren

source: Auto import events
de_de: Auto-Import Ereignisse

source: Default settings for retrieving events
de_de: Standardeinstellung für den Erhalt von Ereignissen

source: Google Calendar - General Settings
de_de: Google Kalender - Allgemeine Einstellungen

source: Calendar
de_de: Kalender

source: Form
de_de: Formular

source: Booking Admin Panel
de_de: Buchung (Admin Bereich)

source: Timeline
de_de: Zeitleiste

source: Auto cancellation / approval
de_de: Automatische Stornierung / Bestätigung

source: Capacity
de_de: Kapazität

source: Plugin Menu
de_de: Plugin Menü

source: Uninstall
de_de: Deinstallieren

source: Tooltips in days
de_de: Tooltips in Tagen

source: Form Options
de_de: Formularoptionen

source: Booking Confirmation
de_de: Reservationsbestätigung

source: Timeline (front-end)
de_de: Zeitleisten (Benutzeransicht)

source: Manage Bookings
de_de: Buchungen verwalten

source: Auto Cancellation / Auto Approval
de_de: Automatische Stornierung / Bestätigung

source: Multiuser options
de_de: Optionen bei verschiedenen Benutzern

source: Admin Panel
de_de: Administrationsbereich

source: Date / Time Formats
de_de: Datums- und Zeitformat

source: Plugin Menu / Permissions
de_de: Plugin-Menü / Berechtigungen

source: Translations
de_de: Übersetzungen

source: Uninstall / deactivation
de_de: Deinstallieren / Deaktivieren

source: Info / News
de_de: Infos/Nachrichten

source: Tools
de_de: Werkzeuge

source: Show All Settings
de_de: Alle Einstellungen zeigen

source: Calendar Dates Tooltips
de_de: Kalenderdaten Tooltips

source: Bookings Options
de_de: Buchungs-Optionen

source: Calendar Overview (admin panel)
de_de: Kalenderübersicht (Administrationsbereich)

source: Auto cancellation / auto approval of bookings
de_de: Automatische Stornierung / Bestätigung von Buchungen

source: Dismiss
de_de: Ablehnen

source: Booking Quantity Control - Set limits for the number of bookings per day or time slot.
de_de: Buchungsmengenkontrolle - Setzen Sie Grenzen für die Anzahl der Buchungen pro Tag oder Zeitfenster.

source: Date : Time
de_de: Datum : Zeit

source: Update Translations
de_de: Übersetzung aktualisieren

source: Restore all dismissed windows
de_de: Alle ausgeblendeten Fenster wiederherstellen

source: Booking Calendar
de_de: Buchungskalender

source: Video guide
de_de: Video-Anleitung

source: Getting Started
de_de: Erste Schritte

source: Help Info
de_de: Hilfe

source: Contact email
de_de: Kontakt E-Mail

source: Rate plugin (thanks:)
de_de: Plugin bewerten (Danke!)

source: websites
de_de: webseiten

source: website
de_de: webseite
