Repository: dsemblano/tijolocwb
Catalog: site/web/app/plugins/booking.*.9.9.1/languages/booking-*.po
Languages: de_de

source: Validates a zip code with exactly 5 digits.
de_de: Bestätigt eine Postleitzahl mit genau 5 Ziffern.

source: Calendar Legend
de_de: Kalenderlegende

source: %sShow calendar dates legend in any place of booking form.%s
de_de: %sKalenderlegende an jeder Stelle des Buchungsformulars anzeigen.%s

source: Show legend items relative settings at the Booking Settings General page in "Form" section
de_de: Anzeige der Legende-Elemente bei den allgemeinen Buchungseinstellungen im Abschnitt "Formular"

source: Show only specific sorted, legend items
de_de: Nur bestimmte Elemente der Legende anzeigen

source: Show specific symbol in legend
de_de: Datum in Legende anzeigen

source: Show empty space in legend
de_de: Leere Stellen in Legende anzeigen

source: Generate Tag
de_de: Tag erzeugen

source: Select option to configure or show help info about tags
de_de: Auswählen um Hilfe-Informationen über Tags anzuzeigen/konfigurieren

source: Booking %s have been approved.
de_de: Ihre Buchung %s wurde akzeptiert.

source: Booking %s have been set as pending.
de_de: %s Buchungen wurden als Ausstehend markiert.

source: Booking %s have been moved to trash.
de_de: %s Buchungen wurden in den Papierkorb verschoben.

source: Clear booking resources selection
de_de: Unterkunftsauswahl löschen

source: Apply booking resources selection
de_de: Unterkunftsauswahl übernehmen

source: Please note, its not possible to add new resources, if "All resources" option is selected. Please clear the selection, then add new resources.
de_de: Bitte beachten Sie, dass es nicht möglich ist, neue Ressourcen hinzuzufügen, wenn die Option "Alle Ressourcen" ausgewählt ist. Bitte deaktivieren Sie die Auswahl und fügen Sie dann neue Ressourcen hinzu.

source: Add New Booking Resource(s)
de_de: Neue Buchungsressource(n) hinzufügen

source: Enter name of booking resource
de_de: Name der Buchungsressource eingeben

source: Resources count
de_de: Ressourcen zählen

source: Find lost booking resources
de_de: Ressourcen für verlorene Buchungen finden

source: Add Resource
de_de: Ressource hinzufügen

source: This booking resources does not exist
de_de: Diese Buchungsressource ist nicht vorhanden

source: The booking was canceled by the visitor.
de_de: Die Buchung wurde vom Gast storniert.

source: The booking has been canceled successfully
de_de: Die Buchung wurde erfolgreich storniert

source: Incorrect date format
de_de: Falsches Datums-Format

source: The booked dates already in the past
de_de: Das Datum der Buchung liegt in der Vergangenheit

source: Cancel Booking
de_de: Buchung abbrechen

source: Duplicate Booking
de_de: Buchung duplizieren

source: Sending request...
de_de: Anfrage wird gesendet...

source: Order number
de_de: Bestellnummer

source: Register
de_de: Registrieren

source: Please, enter order number of your purchased version, which you received to your billing email.
de_de: Bitte geben Sie die Bestellnummer Ihrer gekauften Version ein, die Sie in Ihrer Rechnungs-E-Mail erhalten haben.

source: If you will get any difficulties or have a questions, please contact by email %s
de_de: Wenn Sie Schwierigkeiten oder Fragen haben, wenden Sie sich bitte per E-Mail an %s

source: Default form
de_de: Standardformular

source: Auto-updates are not available for this plugin.
de_de: Für dieses Plugin sind automatische Updates nicht verfügbar.

source: You can request the new update of plugin on %1$sthis page%2$s.
de_de: Sie können das neue Update des Plugins auf %1$sdieser Seite%2$s anfordern.

source: There is a new version of %1$s available. <a href="%2$s" target="_blank" title="%3$s">View version %4$s details</a>. <em>Automatic update is unavailable for this plugin.</em>
de_de: Eine neue Version des %1$s ist verfügbar. <a href="%2$s" target="_blank" title="%3$s">Details %4$s anzeigen</a>. <em>Ein automatisches Update dieses Plugins ist nicht möglich</em>

source: Upgrade Notice
de_de: Upgrade Hinweis

source: Version %s By %s
de_de: Version %s von %s

source: View details
de_de: Details anzeigen

source: First Name (required)
de_de: Vorname (erforderlich)

source: Last Name (required)
de_de: Nachname (erforderlich)

source: Email (required)
de_de: E-Mail (erforderlich)

source: Phone
de_de: Telefon

source: Adults
de_de: Erwachsene

source: Children
de_de: Kinder

source: I Accept term and conditions
de_de: Ich akzeptiere die Vertragsbedingungen

source: Select Date
de_de: Datum wählen

source: Select Times
de_de: Auswahl Zeiten

source: night(s)
de_de: Nächte

source: Full cost of the booking
de_de: Buchungspreis komplett

source: Address (required)
de_de: Adresse (erforderlich)

source: City (required)
de_de: Stadt (erforderlich)

source: Post code (required)
de_de: PLZ (erforderlich)

source: Country (required)
de_de: Land (erforderlich)

source: Coupon (required)
de_de: Gutschein (erforderlich)

source: Last Name
de_de: Nachname

source: Address
de_de: Adresse

source: City
de_de: Stadt

source: Post code
de_de: PLZ

source: Country
de_de: Land

source: Guests
de_de: Gäste

source: Enable this payment gateway
de_de: Aktiviere diesen Zahlungsmöglichkeit

source: The merchant API Login ID is provided in the Merchant Interface of %s
de_de: Die Merchant API Login ID wird im Merchant Interface von %s angeboten

source: Signature Key
de_de: Signaturschlüssel

source: Please enter the Signature Key, which you generated in the settings of Merchant Interface.
de_de: Bitte geben Sie den Signaturschlüssel ein, den Sie in den Einstellungen des Merchant Interface generiert haben.

source: To generate new Signature Key
de_de: Neuen Signaturschlüssel erstellen

source: Log on to the %sMerchant Interface%s
de_de: Melden Sie sich an der %sHändler-Schnittstelle%s an

source: In the merchant interface, go to Account > Settings > Security Settings > General Security Settings > API Credential & Keys
de_de: In der Händler-Schnittstelle auf “Account > Einstellungen > Sicherheitseinstellungen > Allgemeine Sicherheitseinstellungen > API Zugangsdaten & Schlüssel” gehen

source: Answer the secret question.
de_de: Beantworten Sie die Sicherheitsfrage.

source: Select New Signature Key. Your signature key is displayed as a string.
de_de: Wählen Sie Neuer Signaturschlüssel. Ihr Signaturschlüssel wird als Zeichenkette angezeigt.

source: Click Copy to Clipboard.
de_de: Klicken Sie auf "In Zwischenablage kopieren".

source: For more information, please check %shere%s
de_de: Weitere Informationen finden Sie unter %shier%s

source: Chose payment mode
de_de: Zahlungsmethode auswählen

source: Select "Live test" or "Live" environment for using Merchant account or "Developer Test" for using Developer account.
de_de: Wählen Sie "Live-Test" oder "Live"-Umgebung für die Verwendung eines Händlerkontos oder "Entwickler-Test" für die Verwendung eines Entwicklerkontos.

source: Transactions posted against live merchant accounts using either of the above testing methods are not submitted to financial institutions for authorization and are not stored in the Merchant Interface.
de_de: Transaktionen, die unter Verwendung einer der oben genannten Testmethoden auf Live-Händlerkonten gebucht werden, werden nicht an Finanzinstitute zur Autorisierung übermittelt und nicht in der Händlerschnittstelle gespeichert.

source: Developer Test
de_de: Entwicklertest

source: Transaction type
de_de: Transaktionsart

source: Select transaction type, which supported by the payment gateway.
de_de: Wählen Sie einen vom Zahlungsgateway unterstützten Transaktionstyp.

source: Authorization and Capture
de_de: Autorisierung und Erfassung

source: Authorization Only
de_de: Nur Autorisierung

source: U.S. Dollars
de_de: U.S. Dollar

source: Pounds Sterling
de_de: Pfund Sterling

source: Euros
de_de: Euro

source: Canadian Dollars
de_de: Kanadische Dollar

source: Accepted Currency
de_de: Akzeptierte Währungen

source: The currency code that gateway will process the payment in.
de_de: Währung, in der die Zahlung verarbeitet wird.

source: Setting the currency that is not supported by the payment processor will result in an error.
de_de: Die Einstellung einer Währung, die vom Zahlungsprozessor nicht unterstützt wird, führt zu einem Fehler.

source: Pay via
de_de: Zahlung über

source: Payment button title
de_de: Zahlungs-Button Bezeichnung

source: Enter the title of the payment button
de_de: Geben Sie den Titel der Zahlungs-Button ein

source: Payment for booking %s on these day(s): %s
de_de: Zahlung für Buchungen %s an diesen Tag(en): %s

source: Payment description at gateway website
de_de: Bezahlungsbeschreibung nach Gateway Website

source: Enter the service name or the reason for the payment here.
de_de: Geben Sie hier den Namen des Dienstes oder den Grund für die Zahlung ein.

source: You can use any shortcodes, which you have used in content of booking fields data form.
de_de: Sie können alle Shortcodes verwenden, die Sie im Inhalt der Buchungsfelder des Datenformulars verwendet haben.

source: This field support only up to %s characters by payment system.
de_de: Dieses Feld unterstützt nur bis zu %s Zeichen pro Zahlungssystem.

source: Activate Relay Response
de_de: Antwortverzögerung aktivieren

source: Indicate to the payment gateway that you would like to receive the transaction response to your site.
de_de: Geben Sie dem Zahlungs-Gateway an, dass Sie die Antwort auf die Transaktion auf Ihrer Website erhalten möchten.

source: You should leave empty the Relay Response URL and Receipt Link URL/Text in the Merchant Interface, if a Relay Response is activated here.
de_de: Sie sollten die Antwortverzögerung URL und den Quittungslink URL/Text im Merchant Interface leer lassen, wenn hier eine Relay Response aktiviert ist.

source: Return URL after Successful order
de_de: Rückgabe-URL nach erfolgreicher Bestellung

source: The URL where visitor will be redirected after completing payment.
de_de: Die URL, an die der Besucher nach Abschluss der Zahlung weitergeleitet wird.

source: For example, a URL to your site that displays a %s"Thank you for the payment"%s.
de_de: Zum Beispiel eine URL zu Ihrer Website, die ein %s"Vielen Dank für die Zahlung"%s anzeigt.

source: Return URL after Failed order
de_de: Rückgabe-URL nach fehlgeschlagener Bestellung

source: The URL where the visitor will be redirected after completing payment.
de_de: Die URL, an die der Besucher nach Abschluss der Zahlung weitergeleitet wird.

source: For example, the URL to your website that displays a %s"Payment Canceled"%s page.
de_de: Zum Beispiel die URL zu Ihrer Website, die eine %s"Zahlung abgebrochen"%s-Seite anzeigt.

source: Automatically approve booking
de_de: Buchung automatisch bestätigen

source: Check this box to automatically approve booking, when visitor makes a successful payment.
de_de: Aktivieren Sie dieses Kästchen, wenn Sie Buchungen automatisch bestätigen wollen, sobald Besucher eine erfolgreiche Zahlung getätigt haben.

source: This will not work, if the visitor leaves the payment page.
de_de: Dies funktioniert nicht, wenn der Besucher die Zahlungsseite verlässt.

source: %s Settings
de_de: %s Einstellungen

source: Integration of authorizenet payment system
de_de: Integration autorisierter Bezahlsysteme

source: Error!
de_de: Fehler!

source: If you have no account on this system, please sign up for a %sdeveloper test account%s to obtain an API Login ID and Signature Key. These keys will authenticate requests to the payment gateway.
de_de: Wenn Sie kein Account für dieses System haben, melden Sie sich bitte für ein %sEntwickler Test Account%s an um eine API-Anmelde-ID und einen Signaturschlüssel zu erhalten. Diese Schlüssel dienen der Authentifizierung von Anfragen an das Zahlungs-Gateway.

source: Please configure all fields inside the %sBilling form fields%s section at %sPayments General%s tab.
de_de: Bitte konfigurieren Sie alle Felder im Abschnitt %sRechnungsformularfelder%s auf der Registerkarte %sZahlungen Allgemein%s.

source: Be sure that the merchant server system clock is set to the proper time and time zone.
de_de: Stellen Sie sicher, dass die Systemuhr des Händlerservers auf die richtige Zeit und Zeitzone eingestellt ist.

source: Payment method description that the customer will see on your payment page.
de_de: Beschreibung der Zahlungsmethode, die der Kunde auf Ihrer Zahlungsseite sehen wird.

source: Bank Transfer
de_de: Banküberweisung

source: Integration of Bank Transfer payment system
de_de: Integration von Banküberweisungs-Zahlungssystem

source: Account details
de_de: Kontoverbindung

source: Allow payments by %sdirect bank / wire transfer%s
de_de: %s Banküberweisung%s zulassen

source: Its only show fixed payment details.
de_de: Es werden nur feste Zahlungsdaten angezeigt.

source: Sort Code
de_de: Sortiercode

source: Dear %sMake your payment %s directly into our bank account. %sPlease use your Booking ID %s as the payment reference! %s %s: %s %s: %s %s: %s %s: %s
de_de: %s, bitte überweisen Sie die Summe %s direkt auf unser Bankkonto. %s Bitte verwenden Sie Ihre Buchungs-ID %s als Zahlungsbetreff! %s%s:%s%s:%s%s:%s%s:%s

source: Account Number
de_de: Kontonummer

source: Account Name
de_de: Kontoname

source: Bank Name
de_de: Name der Bank

source: BSB
de_de: BSB Code

source: Bank Transit Number
de_de: Bankleitzahl

source: Branch Sort
de_de: Zweigstelle

source: Bank Code
de_de: Bankleitzahl

source: Routing Number
de_de: Bankleitzahl

source: Branch Code
de_de: Filialcode

source: %s - inserting all bank accounts details
de_de: %s - einfügen aller Bankkonto Angaben

source: %s - inserting account name
de_de: %s - einfügen des Kontonamens

source: %s - inserting account number
de_de: %s - einfügen der Kontonummer

source: %s - inserting bank name
de_de: %s - einfügen des Banknamens

source: %s - inserting sort code
de_de: %s - einfügen der Bankleitzahl

source: %s - inserting IBAN
de_de: %s - einfügen der IBAN

source: %s - inserting BIC
de_de: %s - einfügen von BIC

source: You can use any shortcodes, that you can use in payment description form at Settings Payment General page
de_de: Sie können alle Shortcodes verwenden, die Sie im Formular für die Zahlungsbeschreibung auf der Seite Einstellungen Zahlung Allgemein verwenden können

source: + Add Account
de_de: Konto hinzufügen

source: Remove selected account(s)
de_de: Ausgewählte(s) Bankkonto(en) entfernen

source: Merchant ID
de_de: Händler ID

source: Enter your iDEAL Merchant ID
de_de: Geben Sie Ihre iDEAL Händler Nummer ein

source: Merchant Key
de_de: Händlerschlüssel

source: Enter your iDEAL Merchant Key.
de_de: Geben Sie Ihren iDEAL Händler Schlüssel ein.

source: Select TEST for the Test Server and LIVE in the live environment
de_de: Wählen Sie TEST für den Test Server und LIVE für die produktive Umgebung

source: Test mode requires the option %s to be selected in the %s account configuration section %s
de_de: Test Modus erfordert die ausgewählte Option %s im Bereich %s der Account Einstellungen %s

source: Test with Simulator
de_de: Teste mit dem Simulator

source: My Profile – Connection
de_de: Mein Profil - Verbindungen

source: If not supplied then the description as configured in the administration/management portal section will be used. If the option %s is selected then the configured description will always be applied.
de_de: Wird diese Option nicht angegeben, wird die im Bereich Verwaltung/Managementportal konfigurierte Beschreibung verwendet. Wenn die Option %s ausgewählt ist, wird immer die konfigurierte Beschreibung verwendet.

source: Always use Description
de_de: Immer Beschreibung verwenden

source: Automatically approve/cancel booking
de_de: Buchung automatisch bestätigen/abbrechen

source: Check this box to automatically approve bookings, when visitor makes a successful payment, or automatically cancel the booking, when visitor makes a payment cancellation.
de_de: Aktivieren Sie dieses Kästchen, um Buchungen automatisch zu genehmigen, wenn der Besucher eine erfolgreiche Zahlung vornimmt, oder die Buchung automatisch zu stornieren, wenn der Besucher eine Zahlung storniert.

source: Integration of %s payment system
de_de: Integration des Zahlungssystems %s

source: Processing your %s payments through %s
de_de: Verarbeite Ihre %s Zahlungen durch %s

source: Successful payment
de_de: Zahlung erfolgreich

source: Parameters are incorrect,
de_de: Die Parameter sind falsch,

source: Cannot find the record
de_de: Datensatz kann nicht gefunden werden

source: Amount different
de_de: Betrag unterschiedlich

source: Payment failed
de_de: Zahlung fehlgeschlagen

source: Payment status updated by Mobile88 Admin(Fail)
de_de: Zahlungsstatus durch Mobile88 Admin aktualisiert (Fehler)

source: Connection Error
de_de: Verbindungsfehler

source: Merchant Code
de_de: Händlercode

source: Enter your iPay88 Merchant Code.
de_de: Geben Sie Ihren iPay88 Merchant Code ein.

source: Enter your iPay88 Merchant Key.
de_de: Geben Sie Ihren iPay88 Merchant Key ein.

source: Integration of iPay88 payment system
de_de: Integration des Zahlungssystems iPay88

source: %sFor Malaysia Only%s. iPay88 - Payment Switching Gateway integration %s
de_de: %sNur für Malaysia%s. iPay88 - Integration von Payment Switching Gateway %s

source: for 1 day
de_de: für einen Tag

source: for 1 night
de_de: für eine Nacht

source: fixed sum
de_de: feste Summe

source: for 1 hour
de_de: für 1 Stunde

source: Set the cost
de_de: Kosten festlegen

source: Select your cost configuration.
de_de: Wähle eine Preiskonfiguration.

source: Time impact to cost
de_de: Einfluss der Uhrzeit auf den Preis

source: Check this box if you want the %stime selection%s on the booking form %sapplied to the cost calculation%s.
de_de: Aktivieren Sie dieses Kästchen, wenn die %sZeitauswahl%s im Buchungsformular %sin der Preisberechnung verwenden%s soll.

source: Check this box if you want that specific additional cost, which configured as percentage for some option, apply to other additional fixed costs and not only to original booking cost.
de_de: Aktivieren Sie dieses Kästchen, wenn zusätzliche Kosten (welche als prozentuale Kosten für bestimmte Optionen hinterlegt sind) bei anderen zusätzlichen fixen Preisen und nicht nur dem originalen Buchungspreis angewendet werden sollen.

source: Do not show payment form, after submit booking form
de_de: Zahlungsformular nicht anzeigen, nachdem das Buchungsformular abgeschickt wurde

source: Check this box if you want to show payment form only after sending payment request by email
de_de: Aktivieren Sie dieses Kästchen, wenn Sie das Zahlungsformular erst nach dem Senden einer Zahlungsaufforderung per E-Mail anzeigen möchten

source: Auto send payment request after creation booking in admin panel
de_de: Zahlungsanforderung automatisch nach Erstellung der Buchung im Admin-Panel senden

source: Check this box if you want automatically send payment request to visitor, if booking was made in admin panel
de_de: Aktivieren Sie dieses Kästchen, wenn Sie automatisch eine Zahlungsaufforderung an den Besucher senden möchten, nachdem die Buchung im Admin-Panel vorgenommen wurde

source: Update cost, after booking editing in admin panel
de_de: Aktualisieren Sie die Kosten nach der Bearbeitung der Buchung im Admin-Bereich

source: Check this box if you want to update cost after editing booking in admin panel, based on new booking data
de_de: Aktivieren Sie dieses Kästchen, wenn Sie die Kosten nach der Bearbeitung der Buchung im Admin-Bereich basierend auf den neuen Buchungsdaten aktualisieren möchten

source: Show deposit and total booking cost together
de_de: Anzahlung und Buchungskosten zusammen anzeigen

source: Check this box if you want to show deposit amount and total booking cost, after submit of booking.
de_de: Aktivieren Sie dieses Kästchen, um den Einzahlungsbetrag und die Buchungskosten nach dem Absenden der Buchung anzuzeigen.

source: Important
de_de: Wichtig

source: Please note, at admin panel for booking will be saved deposit cost and notes about deposit, do not depend from the visitor choice of this payment. You need to check each such payment manually!
de_de: Bitte beachten Sie, dass im Admin-Panel für die Buchung die Kosten für die Kaution und die Notizen über die Kaution gespeichert werden, die nicht von der Wahl des Besuchers für diese Zahlung abhängen. Sie müssen jede solche Zahlung manuell überprüfen!

source: This option does not work with Stripe payment system.
de_de: Diese Option geht mit dem Stripe-Bezahlsystem nicht.

source: Calculate the deposit only based on daily costs
de_de: Berechnet die Anzahlung auf Basis der Tageskosten

source: Check this box if you want to calculate the deposit amount based on daily costs only, without additional costs.
de_de: Markieren Sie dieses Kästchen, wenn Sie den Kautionsbetrag nur auf der Grundlage der täglichen Kosten, ohne zusätzliche Kosten, berechnen möchten.

source: Apply discount coupon code directly to days cost
de_de: Anwenden des Rabatt-Gutscheincodes direkt auf die Tagekosten

source: Check this box if you want apply discount coupon codes directly to days cost, without additional costs.
de_de: Aktivieren Sie dieses Kästchen, wenn Sie die Rabatt-Coupons direkt auf die Tagespreise anwenden möchten, ohne zusätzliche Kosten.

source: Send email on cost changes
de_de: E-Mail Benachrichtigung bei Kostenänderungen schicken

source: Check this box if you want to send booking modification email, if cost of booking was edited in booking listing page.
de_de: Aktivieren Sie dieses Kästchen, wenn Sie eine E-Mail mit Buchungsänderungen senden möchten, wenn die Kosten der Buchung auf der Buchungsseite bearbeitet wurden.

source: Show debug cost info
de_de: Zeige die Debug-Kosten-Info

source: Display %sDaily costs%s and %sAdditional costs%s for checking costs configuration. Check this box only during testing.
de_de: Zeigt %sKosten pro Tag%s und %szusätzliche Kosten%s zum Prüfen der Kosten-Konfiguration. Wählen Sie diese Box nur für Tests.

source: Currency
de_de: Währung

source: This is default currency that showing at your website. Specific payment gateway(s) can support or does not suport it.
de_de: Das ist die Standard Währung, die auf der Website gezeigt wird. Spezielle Zahlungsanbieter können diese unterstützten oder nicht.

source: Check and configure currency at each activated payment gateway.
de_de: Überprüfen und konfigurieren Sie die Währung an jedem aktivierten Zahlungs-Gateway.

source: Currency Position
de_de: Position des Währungssymbols

source: Set position of the currency symbol.
de_de: Position des Währungssymbols setzen.

source: Left
de_de: Links

source: Right
de_de: Rechts

source: Left with space
de_de: Links mit Leerzeichen

source: Right with space
de_de: Rechts mit Leerzeichen

source: Currency format
de_de: Währungsformat

source: Number of decimal points
de_de: Anzahl Dezimalstellen

source: No separator
de_de: Kein Trenner

source: Space
de_de: Leerzeichen

source: Dot
de_de: Punkt

source: Comma
de_de: Komma

source: Separator for the decimal point
de_de: Dezimaltrennzeichen

source: Thousands separator
de_de: Tausender-Trennzeichen

source: Please select
de_de: Bitte auswählen

source: Please select a field from your booking form. This field will be automatically assigned to the current field in the billing form.
de_de: Bitte wählen Sie ein Feld aus Ihrem Buchungsformular aus. Dieses Feld wird automatisch dem aktuellen Feld im Rechnungsformular zugewiesen.

source: Customer Email
de_de: Kunden-E-Mail

source: First Name(s)
de_de: Vorname(n)

source: Last name
de_de: Nachname

source: Billing Address
de_de: Rechnungsadresse

source: Billing City
de_de: Stadt

source: Post Code
de_de: PLZ

source: State
de_de: Bundesland

source: Show booking details in payment form
de_de: Buchungsdetails im Zahlungsformular anzeigen
