Repository: dsemblano/tijolocwb
Catalog: site/web/app/plugins/booking.*.9.9.1/languages/booking-*.po
Languages: de_de

source: Check this checkbox if you want to show the %sbooking details summary%s above the payment form
de_de: Auswählen wenn eine %sZusammenfassung der Buchungsdetails%s auf dem Zahlungsformular angezeigt werden soll

source: Configure booking details summary above the payment form
de_de: Konfiguriere die Zusammenfassung der Buchungsdetails im Zahlungsformular

source: Customization of Payment
de_de: Individualisierung der Zahlung

source: Payment Settings
de_de: Zahlungseinstellungen

source: Payment Gateways - General Settings
de_de: Zahlungsanbieter - Generelle Einstellungen

source: Active Payment Gateways
de_de: Aktiver Payment Gateway

source: Payment Options
de_de: Zahlungsmöglichkeiten

source: Currency Settings
de_de: Währungseinstellungen

source: Payment Description
de_de: Zahlungsbeschreibung

source: Billing form fields
de_de: Felder Rechnungsformular

source: Enabled
de_de: Aktiviert

source: Some currencies at payment gateways are different from main currency %s
de_de: Manche Währungen im Payment Gateway weichen von der Haupt-Währung %s ab

source: Interface of plugin is using %s currency. Specific payment gateway will use own currency in payment form without currency exchange! Its can be reason of wrong cost.
de_de: Interface des Plugins nutzt %s Währung. Spezielle Zahlungsanbieter werden eigene Währung ohne Umrechnung nutzen. Das kann zu falschen Kosten führen.

source: ID of booking
de_de: Buchungsnummer

source: ID of booking resources
de_de: ID des Objektes

source: current date
de_de: aktuelles Datum

source: current time
de_de: aktuelle Zeit

source: content data of this booking
de_de: Inhalt der Buchung

source: show amount to pay
de_de: zeige zu zahlenden Betrag an

source: total booking cost
de_de: Gesamtsumme

source: deposit cost
de_de: Kosten Anzahlung

source: balance cost
de_de: Rechnungsbetrag

source: original booking cost
de_de: originale Buchungskosten

source: additional booking cost
de_de: zusätzliche Buchungskosten

source: Pay Deposit cost
de_de: Anzahlung

source: Amount to pay
de_de: Betrag zu bezahlen

source: Pay Deposit Only
de_de: Nur Anzahlung

source: Pay Total Cost
de_de: Gesamtpreis

source: Pay in Cash
de_de: Barzahlung

source: Integration of Pay in Cash payment system
de_de: Integration des Barzahlungs-Systems

source: If you accept %scash payment%s, you can write details about it here
de_de: Wenn Sie %sBarzahlung%s akzeptieren, können Sie hier die Details erstellen

source: Dear %sPay in cash %s for your booking %s on check in %sFor reference your booking ID: %s
de_de: %s bitte bezahlen Sie Bar%s für Ihre Buchung%s am Anreisetag %s . Ihre Buchungs-ID für die Zahlung lautet:%s

source: Verified IPN
de_de: Verifizierte IPN

source: Invalid IPN
de_de: Ungültige IPN

source: PayPal fee
de_de: PayPal Gebühr

source: Paypal Pro Hosted Solution
de_de: Paypal je angebotene Lösung

source: Account Type
de_de: Konto Typ

source: Paypal Email address to receive payments
de_de: PayPal E-Mail-Adresse zum Erhalt von Zahlungen

source: This is the Paypal Email address where payments will be sent
de_de: E-Mail an welche Zahlungen gesendet werden

source: This is the Secure Merchant ID, which can be found on the profile page
de_de: Dies ist eine Secure Merchant ID, welche Sie auf der Profilseite finden

source: Indicates whether the transaction is payment on a final sale or an authorization for a final sale, to be captured later.
de_de: Gibt an ob es sich um eine Zahlungstransaktion im finalen Verkauf oder um eine Genehmigung eines finalen Verkaufs (welcher später durchgeführt wird) handelt.

source: Sale
de_de: Angebot

source: Authorization
de_de: Autorisierung

source: Select using test (Sandbox Test Environment) or live PayPal payment.
de_de: Auswählen zum Test- (Sandbox Testumgebung) oder Live-Zahlungen in PayPal.

source: British Pound
de_de: Britische Pfund

source: Japanese Yen
de_de: Japanische Yen

source: Australian Dollars
de_de: Australische Dollar

source: New Zealand Dollar
de_de: Neuseeland Dollar

source: Swiss Franc
de_de: Schweizer Franken

source: Swedish Krona
de_de: Schwedische Kronen

source: Danish Krone
de_de: Dänische Kronen

source: Polish Zloty
de_de: Polnische Zloty

source: Norwegian Krone
de_de: Norwegische Kronen

source: Hungarian Forint
de_de: Ungarische Forint

source: Czech Koruna
de_de: Tschechische Kronen

source: Mexican Peso
de_de: Mexikanische Peso

source: Brazilian Real (only for Brazilian users)
de_de: Brasiliansche Ral (nur für brasilianische Benutzer)

source: Turkish Lira (only for Turkish members)
de_de: Türkische Lira (nur für türkische Nutzer)

source: Payment Button type
de_de: Typ Zahlungs-Button

source: Show Reference Text Box
de_de: Referenz-Textfeld anzeigen

source: Check this box to show Reference Text Box
de_de: Aktivieren Sie dieses Kästchen, um die Referenz-Textfeld anzuzeigen

source: Enter your phone number
de_de: Telefonnummer eingeben

source: Reference Text Box Title
de_de: Referenz-Textfeld-Titel

source: Enter a title for the Reference text box (i.e. Your email address). Visitors will see this text.
de_de: Geben Sie einen Titel für das Textfeld Referenz ein (z.B. Ihre E-Mail-Adresse). Besucher werden diesen Text sehen.

source: Return URL from PayPal
de_de: Rückgabe-URL von PayPal

source: Cancel Return URL from PayPal
de_de: Cancel Return URL von PayPal

source: PayPal Fee
de_de: PayPal Gebühr

source: If you need to add %sPayPal tax fee%s payment (only for PayPal payment system), then enter amount of tax fee in percents
de_de: Wenn Sie %sPayPal tax fee%s Zahlung hinzufügen müssen (nur für Paypal-Zahlungen), dann geben Sie den Betrag der Gebühr in Prozent ein

source: To use this feature you %smust activate auto-return link%s at your Paypal account.
de_de: Um diese Funktion zu nutzen, muss der %sautomatischen Rückgabelink%s im PayPal-Konto aktiviert sein.

source: Follow these steps to configure it:
de_de: Folgen Sie diesen Konfigurationsschritten:

source: Log in to your PayPal account.
de_de: Melden Sie sich bei Ihrem PayPal-Konto an.

source: Click the Profile subtab.
de_de: Klicken Sie auf die Profil-Unterseite.

source: Click Website Payment Preferences in the Seller Preferences column.
de_de: Klicken Sie auf die Zahlungseinstellungen der Website in den Verkaufseinstellungen.

source: Under Auto Return for Website Payments, click the On radio button.
de_de: Klicken Sie den On-Button unter Auto Return für Website-Zahlungen.

source: For the Return URL, enter the Return URL from PayPal on your site for successfull payment.
de_de: Geben Sie die Rückgabe-URL von PayPal als Rückgabe-URL für erfolgreiche Zahlungen ein.

source: Instant Payment Notification (IPN) is a message service that notifies you of events related to PayPal transactions
de_de: Instant Payment Notification (IPN) ist ein Benachrichtigungsservice der über PayPal-relevante Transaktionen informiert

source: Sending email for verified transaction
de_de: E-Mail über geprüfte Transaktionen versenden

source: Email for getting report for %sverified%s transactions.
de_de: E-Mail zu Bericht über %sgeprüfte%s Transaktionen.

source: Sending email for invalid transaction
de_de: E-Mail über ungültige Transaktionen versenden

source: Email for getting report for %sinvalid%s transactions.
de_de: E-Mail zu Bericht über %sungültige%s Transaktionen.

source: Sending email if error occur during verification
de_de: E-Mail-Versand im Falle eines Fehlers während der Überprüfung

source: Email for getting report for %ssome errors in verification process%s.
de_de: E-Mail um einen Report über %sFehler in der Überprüfung%s zu erhalten.

source: Use SSL connection
de_de: SSL Verbindung verwenden

source: Use the SSL connection for posting data, instead of standard HTTP connection
de_de: SSL-Verbindung zum Datenversand verwenden (statt Standard HTTP-Verbindung)

source: Use cURL posting
de_de: Verwenden Sie cURL Posting

source: Use the cURL for posting data, instead of fsockopen() function
de_de: Verwenden Sie die cURL-Funktion für das Senden von Daten anstelle der fsockopen()-Funktion, da dies mit hohen Kosten verbunden ist

source: Follow these instructions to set up your listener at your PayPal account:
de_de: Folgen Sie den Anweisungen, um den Listener für Ihr PayPal Konto einzurichten:

source: Click Profile on the My Account tab.
de_de: Klicken Sie auf Profil im Mein Konto Tab.

source: Click Instant Payment Notification Preferences in the Selling Preferences column.
de_de: Klicken Sie Instant Payment Notification Eigenschaften in der Spalte für Verkauf-Eigenschaften.

source: Click Choose IPN Settings to specify your listeners URL and activate the listener.
de_de: Bitte wählen Sie IPN Einstellungen um ihre Listener-URL anzugeben und aktivieren Sie den Listener.

source: Specify the URL for your listener in the Notification URL field as:
de_de: Geben Sie die URL ihres Listeners im Benachrichtigungs-URL-Feldes an als:

source: Click Receive IPN messages (Enabled) to enable your listener.
de_de: Klicken Sie IPN Meldungen erhalten (aktiviert) um den Listener zu aktivieren.

source: Click Save.
de_de: Klicke auf Speichern.

source: Click Back to Profile Summary to return to the Profile after activating your listener.
de_de: Klicke zurück zur Profilzusammenfassung um nach der Aktivierung der Listener zum Profil zurückzukehren.

source: Integration of Paypal payment system
de_de: Integration des PayPal Zahlungssystems

source: Chose payment account
de_de: Zahlungskonto auswählen

source: Client ID
de_de: Kunden-ID

source: This parameter have to assigned to you by %s
de_de: Dieser Parameter muss Ihnen durch %s zugewiesen werden

source: Secret key
de_de: Geheimer Schlüssel

source: Payment button type
de_de: Zahlungs-Button Typ

source: Payment button height
de_de: Zahlungs-Button Höhe

source: Log in to your PayPal account Dashboard.
de_de: Melden Sie sich bei Ihrem PayPal-Konto Dashboard an.

source: Click the "Apps & Credentials".
de_de: Klicken Sie auf "Apps & Anmeldeinformationen".

source: Click "Create App" button, enter name of your application and click on "Create App" button.
de_de: Klicken Sie auf die Schaltfläche "App erstellen", geben Sie den Namen Ihrer Anwendung ein und klicken Sie auf die Schaltfläche "App erstellen".

source: Under "API credentials" copy "Client ID" and "Secret Key" fields.
de_de: Kopieren Sie unter "API-Anmeldeinformationen" die Felder "Client ID" und "Secret Key".

source: Paste these values to appropriate fields at this page.
de_de: Fügen Sie diese Werte in die entsprechenden Felder auf dieser Seite ein.

source: Find more information at %sFAQ page%s.
de_de: Weitere Informationen finden Sie auf der %sFAQ-Seite%s.

source: If you have no account on this system, please visit %s to create one.
de_de: Wenn Sie keinen Account auf diesem System haben, gehen Sie zu %s um einen Account anzulegen.

source: require correct configuration of this option: %sURL to edit bookings%s
de_de: benötigt die richtige Konfiguration der Option %sURL für Buchungseditor%s

source: require PHP version %s or newer!
de_de: Benötige PHP Version %s oder neuer!

source: Vendor Name
de_de: Anbietername

source: Set this value to the Vendor Name assigned to you by Sage Pay or chosen when you applied.
de_de: Setzen Sie den Wert des Anbieternamens wie er Ihnen von Sage Page zugewiesen wurde oder wie Sie ihn ausgewählt haben.

source: XOR Encryption password
de_de: XOR Verschlüsselungs-Passwort

source: Set this value to the XOR Encryption password assigned to you by Sage Pay
de_de: Setzen Sie diesen Wert auf das XOR-Verschlüsselungspasswort, das Ihnen von Sage Pay zugewiesen wurde

source: This can be DEFERRED or AUTHENTICATED if your Sage Pay account supports those payment types
de_de: Dies kann VERZÖGERT oder GENEHMIGT sein, falls der Sage Pay Account dies zulässt

source: PAYMENT
de_de: ZAHLUNG

source: DEFERRED
de_de: VERZÖGERT

source: AUTHENTICATE
de_de: GENEHMIGEN

source: Israeli Shekel
de_de: Israelische Shekel

source: Integration of Sage payment system
de_de: Integration des Sage Zahlungssystems

source: Publishable key
de_de: Öffentlicher Schlüssel

source: For more information:
de_de: Für mehr Informationen:

source: Card
de_de: Kreditkarte

source: Payment Methods
de_de: Bezahlmethoden

source: Select one or several payment methods.
de_de: Wählen Sie eine oder mehere Bezahlmethoden.

source: Use Ctrl button to select multiple options.
de_de: Benutzen Sie STRG für Mehrfachauswahl.

source: Different payment methods require different conditions. Some payment methods require selection of EUR currency, other available only in specific countries.
de_de: Verschiedene Bezahlmethoden benötigen verschiedene Bedingungen. Manche Bezahlmethoden benötigen die Auswahl der Währung EUR, andere sind nur in bestimmten Ländern verfügbar.

source: can only be charged in
de_de: kann nur belastet werden in

source: available only for countries
de_de: nur in folgenden Ländern verfügbar

source: require activation in your Stripe dashboard
de_de: Aktivierung ihres Stripe-Dashboards erforderlich

source: You may test your integration over HTTP. However, live integrations must use HTTPS.
de_de: Sie können Ihre Installation über HTTP testen, der Live Betrieb aber muss über HTTPS erfolgen.

source: These dates and times in this calendar are already booked or unavailable.
de_de: Diese Daten und die Zeit sind bereits besetzt oder gar nicht verfügbar.

source: Please choose alternative date(s), times, or adjust the number of slots booked.
de_de: Bitte wählen Sie andere Daten und/oder Zeiten oder ändern Sie die Anzahl Buchungen.

source: It is not possible to store this sequence of the dates into the one same resource.
de_de: Es ist nicht möglich, diese Datumsfolge in ein und derselben Ressource zu speichern.

source: Full day
de_de: Ganzer Tag

source: The code you entered is incorrect
de_de: Der eingegebene Code ist falsch

source: Your booking id: %s
de_de: Ihre Buchungsnummer: %s

source: Personal information
de_de: Ihre Angaben

source: Total Cost
de_de: Gesamtpreis

source: Total cost
de_de: Gesamtpreis

source: Subtotal cost
de_de: Zwischentotal

source: Deposit Due
de_de: Fällige Anzahlung

source: Balance Remaining
de_de: Restbetrag

source: Payment section displayed
de_de: Zahlungs-Abschnitt anzeigen

source: Find more in the %sFAQ%s
de_de: Weitere Informationen finden Sie in den %sFAQ%s

source: now
de_de: jetzt

source: Show more details
de_de: Buchungsdetails

source: Booking can not be saved in this date %s, number of available (single or child) booking resource(s) (%d) less than required (%d).
de_de: Die Buchung kann zu diesem Datum %s nicht gespeichert werden, die Anzahl der verfügbaren Buchungsressourcen (Einzel- oder Kinderbuch) (%d) ist geringer als erforderlich (%d).

source: No actions %s has been processed.
de_de: Es wurde keine Aktion %s durchgeführt.

source: Feedback
de_de: Rückmeldung

source: Rate with %s star
de_de: Bewerte mit %s Sternen

source: Do not show anymore
de_de: Nicht mehr anzeigen

source: Remind me later
de_de: Erinnere mich später

source: Sorry to hear that... %s
de_de: Es tut mir leid, das zu erfahren %s

source: How can we improve it for you?
de_de: Wie können wir uns für Sie verbessern?

source: Back
de_de: Zurück

source: Thank you for your feedback! %s
de_de: Danke für Ihre Rückmeldung! %s

source: You're helping us do a better job. :) We appreciate that!
de_de: Sie helfen uns, unsere Arbeit zu verbessern :) Wir wissen das zu schätzen!

source: Thanks for being with us! %s
de_de: Danke, dass Sie bei uns waren! %s

source: What functionality important to you are missing in the plugin?
de_de: Welche für Sie wichtigen Funktionen fehlen in dem Plugin?

source: It's an %soptional question%s. But, we'd love to hear your thoughts!
de_de: Das ist eine %soptionale Frage%s. Aber wir würden gerne Ihre Meinung hören!

source: %sFantastic!%s Thanks for taking the time! %s
de_de: %sSuper!%s Danke, dass Sie sich die Zeit genommen haben. %s

source: Your answers will help us to make the plugin better for you!
de_de: Ihre Antworten werden uns helfen, das Plugin für Sie zu verbessern!

source: Thanks for sharing your feedback! Have a great day :)
de_de: Vielen Dank für Ihr Feedback! Ich wünsche Ihnen einen schönen Tag :)

source: Yes! Sure, I'd love to help!
de_de: Ja! Sicher, ich würde gerne helfen!

source: No, sorry - not this time.
de_de: Das tut mir leid, leider nicht zu diesem Zeitpunkt.

source: %sPerfect!%s Thanks for taking the time! %s
de_de: %sPerfekt!%s Danke, dass Sie sich die Zeit genommen haben. %s

source: Thanks for sharing your rating %s
de_de: Danke, dass Sie Ihre Bewertung geteilt haben %s

source: per page
de_de: je Seite

source: Filters
de_de: Filter

source: Filter bookings
de_de: Buchungen filtern

source: Manage bookings
de_de: Buchungen verwalten

source: User Options
de_de: Benutzeroptionen

source: Sort by
de_de: Sortiert nach

source: Sort bookings by
de_de: Sortiere Buchungen nach

source: Filter bookings by booking dates
de_de: Nach Buchungsdatum filtern

source: week
de_de: Woche

source: weeks
de_de: Wochen

source: month
de_de: Monat

source: months
de_de: Monate

source: Reset check in/out dates filter
de_de: Filter für An-/Abreisezeit zurücksetzen

source: Current dates
de_de: Aktuelle Daten

source: Today
de_de: Heute

source: Previous dates
de_de: Vorherige Tage

source: All dates
de_de: Alle Datumswerte

source: Today check in/out
de_de: Heute einchecken / auschecken

source: Check in - Today
de_de: Check In - Heute

source: Check out - Today
de_de: Check Out - Heute

source: Check in - Tomorrow
de_de: Check In - Morgen

source: Check out - Tomorrow
de_de: Check Out - Morgen

source: Prior
de_de: Vorherige

source: Filter bookings by booking status
de_de: Nach Status der Buchung filtern

source: Any
de_de: Beliebig

source: Enter keyword to search...
de_de: Suchwort hier eintragen...

source: Reset keyword text field
de_de: Kennwort-Feld zurücksetzen

source: Reset search filter and user options to default values
de_de: Filter und Optionen auf Standardwerte zurücksetzen

source: Show all bookings.
de_de: Alle Buchungen anzeigen.

source: Remove all booking resources
de_de: Alle Buchungsressourcen entfernen

source: Select booking resources
de_de: Unterkunft auswählen

source: Show trashed or existing bookings
de_de: Gelöschte oder vorhandene Buchungen anzeigen

source: Existing
de_de: Existierend

source: In Trash / Rejected
de_de: Im Papierkorb / Abgelehnt

source: Filter bookings by additional criteria
de_de: Nach zusätzlichen Kriterien filtern

source: Imported
de_de: Importiert

source: Plugin bookings
de_de: Buchungen einfügen

source: Filter bookings by creation booking date
de_de: Nach Anlegedatum der Buchung filtern

source: Filter bookings by payment status
de_de: Nach Zahlungsstatus filtern

source: Any Status
de_de: Jeder Status

source: Unknown Status
de_de: Unbekannter Status

source: Payment status
de_de: Zahlungsstatus

source: Reload bookings listing
de_de: Buchungsliste aktualisieren

source: Approve selected bookings
de_de: Markierte Buchungen bestätigen

source: Set selected bookings as pending
de_de: Markierte Buchungen als ausstehend kennzeichnen

source: Do you really want to set booking as pending ?
de_de: Wollen Sie wirklich die Buchung als ausstehend setzen?

source: Reject booking - move selected bookings to trash
de_de: Buchung ablehnen - Ausgewählte Buchungen in den Papierkorb verschieben

source: Restore selected bookings
de_de: Markierte Buchungen wiederherstellen

source: Delete selected bookings
de_de: Markierte Buchungen löschen

source: Reason of action
de_de: Grund der Stornierung

source: Read All
de_de: Alle einlesen

source: Mark as read all bookings
de_de: Alle Buchungen als gelesen markieren

source: Read
de_de: Gelesen

source: Mark as read selected bookings
de_de: Markierte Buchungen als gelesen markieren

source: Unread
de_de: Ungelesen

source: Mark as Unread selected bookings
de_de: Markierte Buchungen als ungelesen markieren

source: Print
de_de: Drucken

source: Print bookings listing
de_de: Buchungsübersicht drucken

source: Export to CSV
de_de: Exportiert die Seite als CSV

source: Export bookings to CSV format
de_de: Exportiere alle Buchungen in eine CSV Datei

source: Export page to CSV
de_de: Exportiert die Seite als CSV

source: Export only current page of bookings to CSV format
de_de: Nur aktuelle Seite der Buchungen in CSV exportieren

source: Export all pages to CSV
de_de: Exportiere alle Seiten in eine CSV-Datei

source: Export All bookings to CSV format
de_de: Exportiere alle Buchungen in eine CSV Datei

source: Empty Trash
de_de: Papierkorb leeren

source: Show / hide notes
de_de: Notizen ein- / ausblenden

source: Check this box if you want to open notes section by default in Booking Listing page.
de_de: Aktivieren, um den Abschnitt "Notizen" standardmäßig auf der Seite "Buchungsliste" zu öffnen.

source: Apply availability
de_de: Verfügbarkeit anwenden

source: All %s unavailable dates has been removed
de_de: Alle %s nicht verfügbaren Zeiten wurden entfernt

source: No unavailable dates.
de_de: Keine nicht verfügbaren Zeiten.

source: Season unavailable day
de_de: Nicht verfügbarer Tag

source: Change this date status at %sBooking %s Resources %s Availability page.
de_de: Ändern Sie den Status dieses Datums auf der Seite %sBuchung %s Ressourcen %s Verfügbarkeit.

source: Unavailable week day
de_de: Nicht verfügbare Wochentag(e)

source: Change this date status at %sBooking %s Settings General page %s in "Availability" section.
de_de: Ändern Sie diesen Datumsstatus auf der Seite %sBuchung %s Einstellungen Allgemein %s im Abschnitt "Verfügbarkeit".

source: Unavailable day, depends on today day
de_de: Nicht verfügbare Tage von heute an

source: %sSelect days%s in calendar then select %sAvailable%s / %sUnavailable%s status and click %sApply%s availability button.
de_de: Wählen Sie im Kalender %sTage%s aus, wählen Sie dann den Status %sVerfügbar%s / %sNicht_verfügbar%s und klicken Sie auf die Schaltfläche %sAnwenden%s.

source: Set dates %s as %s available.
de_de: Abreisetag %s als %s verfügbar anzeigen.

source: Set dates %s as %s unavailable.
de_de: Abreisetag %s als %s nicht verfügbar anzeigen.

source: Define available and unavailable days for calendar(s)
de_de: Definieren Sie verfügbare und nicht verfügbare Tage für den/die Kalender

source: Calendar Availability
de_de: Kalender der Verfügbarkeit

source: Define unavailable weekdays for all calendar(s) and unavailable dates depend from today date
de_de: Definieren Sie nicht verfügbare Wochentage für alle Kalender und nicht verfügbare Daten hängen vom heutigen Datum ab

source: Reset selected options to default values
de_de: Filter auf Standardwerte zurücksetzen

source: Reset availability
de_de: Verfügbarkeit zurücksetzen

source: Remove all unavailable dates for this calendar
de_de: Alle nicht verfügbaren Termine für diesen Kalender entfernen

source: Booking locale changed to %s by:
de_de: Buchungsgebietsschema auf %s geändert von:

source: Booking has been changed locale to %s
de_de: Ihre Buchung wurde geändert in %s

source: Bookings have been changed locale to %s
de_de: Ihre Buchungen wurden geändert in %s

source: Booking has NOT been changed locale to %s
de_de: Ihre Buchung wurde NICHT geändert in %s

source: Bookings have NOT been changed locale to %s
de_de: Ihre Buchungen wurden NICHT geändert in %s

source: No bookings have been selected. Please select one or more bookings.
de_de: Es wurden keine Buchungen ausgewählt. Bitte wählen Sie eine oder mehrere Buchungen aus.

source: Booking has been %s trashed %s
de_de: Buchung wurde in den %s Papierkorb %s verschoben

source: Bookings have been %s trashed %s
de_de: Buchungen wurden in den %s Papierkorb %s verschoben
