Repository: dsemblano/tijolocwb
Catalog: site/web/app/plugins/booking.*.9.9.1/languages/booking-*.po
Languages: de_de

source: and %s on seasons:
de_de: und %s in Saison:

source: Select %s days by activating specific season filter below or %sadd new season filter%s
de_de: Wähle Sie %s Tage durch die Aktivierung eines spezifischen Saisonfilters unten oder %s neuen Saisonfilter hinzufügen %s

source: Hide season filters
de_de: Saisonfilter ausblenden

source: Show all exist season filters
de_de: Alle vorhandenen Saisonfilter anzeigen

source: Customize costs based on form fields selections.
de_de: Anpassung der Kosten auf der Grundlage der Auswahl von Formularfeldern.

source: Advanced Cost Settings
de_de: Erweiterte Kosteneinstellungen

source: Advanced Cost
de_de: Zusätzliche Kosten

source: Deposit type
de_de: Art der Zahlung

source: of total cost
de_de: von den Gesamtkosten

source: night
de_de: Nacht

source: as additional sum
de_de: als zusätzliche Kosten

source: Configure additional cost, which depend from selection of selectbox(es) and checkbox(es).
de_de: Konfigurieren Sie zusätzliche Kosten, die von der Auswahl der Selectbox(s) und Checkbox(s) abhängen.

source: Fields %s(selectbox(es) and checkbox(es))%s are shown here automatically if they exist in the %sbooking form%s.
de_de: Die Felder %s(selectbox(es) und checkbox(es))%s werden hier automatisch angezeigt, wenn sie im %sBuchungsformular%s vorhanden sind.

source: Enter additional cost in formats:
de_de: Zusätzliche Kosten eingeben im Format:

source: For example, if the original cost of the booking is %s, then after applying additional costs the total cost will be folowing
de_de: Beträgt der ursprüngliche Preis der Buchung beispielsweise %s, so ergeben sich nach Anwendung der zusätzlichen Kosten folgende Gesamtkosten

source: Enter fixed cost
de_de: Festpreis eintragen

source: %s, then total cost will be %s
de_de: %s, dann betragen die Gesamtkosten %s

source: Enter percentage of the entire booking
de_de: Prozentsatz der gesamten Buchung eingeben

source: Enter fixed amount for each selected day
de_de: Festen Betrag für jeden gewählten Tag eintragen

source: %s, then total cost will be (if selected 3 days) %s
de_de: %s, wenn 3 Tage ausgewählt sind, beträgt der Gesamtpreis %s

source: or
de_de: oder

source: Enter percentage as additional sum, which is based only on original cost and not full sum
de_de: Geben Sie einen Prozentsatz als zusätzlichen Betrag ein, der nur auf den ursprünglichen Kosten und nicht auf dem Gesamtbetrag basiert

source: Please check more info about configuration of this cost settings on this %spage%s.
de_de: Weitere Informationen zur Konfiguration dieser Kosteneinstellungen finden Sie auf dieser %sSeite%s.

source: Use arithmetic expressions in cost configurations, including fields shortcodes and simple mathematics operations
de_de: Verwendung arithmetischer Ausdrücke in Kostenkonfigurationen, einschließlich Shortcodes und einfacher mathematischer Operationen

source: if selected %s
de_de: wenn ausgewählt %s

source: Number of selected days.
de_de: Anzahl der ausgewählten Tage.

source: Example:
de_de: Beispiel:

source: Number of selected nights.
de_de: Anzahl der ausgewählten Übernachtungen.

source: Set Deposit
de_de: Anzahlung konfigurieren

source: Partial Payments
de_de: Teilzahlungen

source: deposit payment for booking resource
de_de: Anzahlung für die Buchung von Ressourcen

source: Deposit amount
de_de: Anzahlungsbetrag

source: fixed total in
de_de: feste Summe in

source: of payment
de_de: der Zahlung

source: Conditions
de_de: Konditionen

source: Show deposit payment form, only if difference between %sToday%s and %sCheck In%s days more than
de_de: Zahlungsweise für Anzahlung anzeigen (nur wenn Differenz zwischen %s Heute %s und %s Anreise %s mehr als

source: Show deposit payment form, only if %sCheck In%s day inside of this %sSeason Filter%s
de_de: Zeige das Vorauszahlungs-Formular nur dann, wenn der %sTag der Anreise%s innerhalb des %sSaison Bereiches%s ist

source: Any days
de_de: Beliebige Tage

source: Deposit payment total
de_de: Anzahlung gesamt

source: Set Early / Late Booking
de_de: Legen Sie früh / spät buchen fest

source: %sEarly booking discount%s for booking resource
de_de: %s Frühbucherrabatte %s für Unterkunft

source: Discount
de_de: Rabatt

source: Apply discount, only if difference between %stoday%s and %scheck in%s day %smore%s than
de_de: Rabatt anwenden, nur wenn die Differenz zwischen %s heute %s und %s eincheckt %s Tag %s mehr als %s

source: Apply discount, only if %scheck in%s day inside of this %sseason filter%s
de_de: Wenden Sie Rabatt an, nur wenn %s check in %s Tag innerhalb dieses %s Saisonfilters %s liegt

source: %sLast minute booking discount%s for booking resource
de_de: %s Last-Minute-Buchungsrabatt %s für Unterkunft

source: Apply discount, only if difference between %stoday%s and %scheck in%s day %sless%s than
de_de: Rabatt anwenden, nur wenn die Differenz zwischen %s heute %s und %s eincheckt %s Tag %s weniger als %s

source: Set Rates
de_de: Tarife setzen

source: Seasonal Pricing
de_de: Saisonale Preisgestaltung

source: Rates
de_de: Tarife

source: Seasonal price
de_de: Saisonpreis

source: Season
de_de: Saison

source: Enter seasonal rate(s) (cost diference in %s from standard cost %s or a fixed cost) of the booking resource (%s) or %sAdd a new seasonal filter%s
de_de: Saisonpreise (Preisdifferenz in %s vom Standardpreis %s oder einen Festpreis) für die Unterkunft (%s) oder %sneuen Saisonfilter hinzufügen%s

source: Set Valuation Days
de_de: Konfiguriere Bewertungstage

source: Duration-Based Costs
de_de: Laufzeitabhängige Kosten

source: Costs
de_de: Kosten

source: Add new cost
de_de: Neue Kosten hinzufügen

source: Cost setings at %stop have higher priority%s than other costs of same type at the %sbottom%s of the list.
de_de: Kosteneinstellungen am %sAnfang%s der Liste haben höhere Priorität als Kosten der selben Art am %sEnde%s der Liste.

source: Please create all %s terms firstly %s(from higher priority to lower)%s, then terms %s and after terms %s
de_de: Bitte erstellen Sie zuerst alle %svorrangigen Bedingungen%s(von hoher Priorität nach niedriger)%s, danach Bedingungen%s und nachrangige Bedingungen %s

source: Together
de_de: Zusammen

source: For
de_de: Für

source: %s and %s terms have higher priority than a range %s days.
de_de: %s und %s Bedingungen haben höhere Priorität als ein Zeitraum von %s Tagen.

source: %s - definition of check-out date.
de_de: %s - Definition des Check-Out-Datums.

source: Example
de_de: Beispiel

source: Specific cost will take affect, only if it active (the box at the left side is checked) and if "Check In" (start) date belong to selected season filter or if set "Any days".
de_de: Spezielle Kosten werden nur genutzt wenn der Haken gesetzt ist (links) und das Ankunftsdatum zur ausgewählten Saison oder zu "Alle Tage" gehört.

source: for all days!
de_de: für alle Tage!

source: from the cost of 1 day
de_de: für einen Tag

source: per 1 day
de_de: Pro Tag

source: to
de_de: an

source: Additional cost in %s per 1 day
de_de: Zusätzliche Kosten pro Tag in %s

source: Customize booking costs by seasonal daily pricing and booking duration, with features for partial payments and early/late check-in discounts.
de_de: Passen Sie die Buchungskosten nach saisonalen Tagespreisen und Buchungsdauer an, mit Funktionen für Teilzahlungen und Früh-/Spätbucherrabatte.

source: Costs and Rates Settings
de_de: Einstellungen für Preise und Tarife

source: Set Rate
de_de: Tarif setzen

source: Set Deposit Amount
de_de: Vorauszahlungsbetrag setzen

source: Early / Late Booking
de_de: Früh- / Spätbucher

source: Set Early / Late Booking Amount
de_de: Buchungsbetrag für Früh- / Spätbucher

source: Costs and Rates
de_de: Kosten und Preise

source: Set different daily prices based on seasons
de_de: Legen Sie je nach Saison unterschiedliche Tagespreise fest

source: Set flexible costs based on the number of selected days, such as offering a discount for a week or longer stay
de_de: Legen Sie flexible Kosten auf der Grundlage der Anzahl der ausgewählten Tage fest, z. B. mit einem Rabatt für eine Woche oder einen längeren Aufenthalt

source: Enable customers to pay a partial of the booking cost upfront.
de_de: Ermöglichen Sie es den Kunden, einen Teil der Buchungskosten im Voraus zu bezahlen.

source: Configure discounts based on the interval between the booking date and check-in day.
de_de: Konfigurieren Sie Rabatte auf der Grundlage des Zeitraums zwischen dem Buchungsdatum und dem Check-in-Tag.

source: Early / Late Check-in Discounts
de_de: Ermäßigungen für frühes/spätes Einchecken

source: Customization of Season Filters
de_de: Konfiguration der Saison-Filter

source: Season Filters
de_de: Saison Filter

source: Specific Dates Filter
de_de: Spezieller Datumsfilter

source: Conditional Dates Filter
de_de: Bedingter Datumsfilter

source: Type filter name
de_de: Filtername eintragen

source: Weekdays
de_de: Wochentags

source: Months
de_de: Monate

source: January
de_de: Januar

source: February
de_de: Februar

source: March
de_de: März

source: May
de_de: Mai

source: June
de_de: Juni

source: July
de_de: Juli

source: October
de_de: Oktober

source: December
de_de: Dezember

source: Years
de_de: Jahre

source: Reset All
de_de: Alles zurücksetzen

source: Tu
de_de: Di

source: We
de_de: Mi

source: Th
de_de: Do

source: Su
de_de: So

source: Mar
de_de: Mär

source: Oct
de_de: Okt

source: Dec
de_de: Dez

source: No days
de_de: Keine Tage

source: time
de_de: Zeit

source: Every
de_de: Jeden

source: Each day
de_de: Jeden Tag

source: on each day
de_de: an jedem Tag

source: On each
de_de: An jedem

source: on each
de_de: an jedem

source: of every month
de_de: jeden Monats

source: of
de_de: von

source: Standard booking resource cost
de_de: Kosten der Standard Buchung

source: Total booking resource cost
de_de: Summe der Buchungskosten

source: Delete selected booking form
de_de: Markiertes Buchungsformular löschen

source: Do you really want to delete selected booking form ?
de_de: Möchten Sie das ausgewählte Buchungsformular wirklich löschen?

source: Add New Custom Form
de_de: Benutzerdefiniertes Formular hinzufügen

source: Type the name of booking form
de_de: Name des Buchungsformulars eingeben

source: Create
de_de: Erstellen

source: Create new form
de_de: Neues Formular erstellen

source: There are no extended booking forms
de_de: Keine erweiterten Buchungsformulare gefunden

source: Create conditional days filter
de_de: Filter mit Tagesbedingungen erstellen

source: Apartment#1
de_de: Unterkunft#1

source: Apartment#2
de_de: Unterkunft#2

source: Apartment#3
de_de: Unterkunft#3

source: Range days
de_de: Zeitspanne

source: Select a %sFIXED%s number of days with %s1 mouse click%s
de_de: Wählen sie eine %sFIXE%s Anzahl von Tagen mit %s1 Mausklick%s

source: Select a %sDYNAMIC%s range of days with %s2 mouse clicks%s
de_de: Wähle Sie einen %sDYNAMISCHEN%s Zeitraum mit %s2 Mausklicks%s

source: Days selection number
de_de: Anzahl der gewählten Tage

source: Type your %snumber of days for range selection%s
de_de: %sAnzahl der Tage im Zeitraum%s eingeben

source: Specific day(s) of week
de_de: Bestimmte Tag(e) einer Woche

source: Any day of week
de_de: Jeder Tag der Woche

source: Start day of range
de_de: Starttag des Angebots

source: Select your start day of range selection at week
de_de: Erster Wochentag im Angebotsbereich

source: Select your %sminimum and maximum number of days for range selection%s
de_de: Wählen Sie Ihre %sminimale und maximale Anzahl der Tage eines Zeitraums%s

source: Specific days selections
de_de: Auswahl einzelner Tage

source: Type your %sspecific%s days, which can be selected by visitors, or leave this value empty. It can be several days separated by comma (example: %s) or by dash (example: %s, its the same like this: %s) or combination (example:%s, its the same like this: %s)
de_de: Tragen Sie ihre %sspeziellen%s Tage ein, die von Besuchern ausgewählt werden können oder lassen Sie dieses Feld leer. Die Tage können durch Komma (Beispiel: %s) oder Dash (Beispiel: %s, ist das gleiche wie: %s) oder in Kombination (Beispiel:%s, ist das gleiche wie: %s) getrennt werden

source: Use selected times for each booking date
de_de: Ausgewählte Zeiten für jedes Buchungsdatum verwenden

source: Enable this option if you want to use the selected times as booked time slots on each selected date. Otherwise, the selected times will be used as the check-in time for the first date and check-out time for the last date of the reservation.
de_de: Aktivieren Sie diese Option, wenn Sie die ausgewählten Zeiten als gebuchte Zeitfenster an jedem ausgewählten Datum verwenden möchten. Andernfalls werden die ausgewählten Zeiten als Anreise-Zeit für das erste Datum und als Abreise-Zeit für das letzte Datum der Reservierung verwendet.

source: Set check out date as available
de_de: Abreisetag als verfügbar anzeigen

source: Check this option, to remove last selected day of saving to booking.
de_de: Aktivieren Sie diese Option, um den letzten ausgewählten Tag der Speicherung aus der Buchung zu entfernen.

source: Use changeover days
de_de: Verwende Übergangstage

source: Check this option, to use changeover days during booking process. Check-in/out days will be marked with vertical or diagonal lines.
de_de: Aktivieren Sie diese Option, um Umstellungstage während des Buchungsvorgangs zu verwenden. Die An-/Abreise-Tage werden mit vertikalen oder diagonalen Linien markiert.

source: %s Important!%s This will overwrite any times selection in your booking form.
de_de: %s Wichtig!%s Alle Zeiteinstellungen im Buchungsformular werden hiermit überschrieben.

source: Check-in time
de_de: Anreise-Zeit

source: Type your %sCheck-in%s time of booking
de_de: %sCheck-in%s Zeit der Buchung eintragen

source: Check-Out time
de_de: Abreise-Zeit

source: Type your %sCheck-Out%s time of booking
de_de: %sCheck-Out%s Zeit der Buchung eintragen

source: Change over days as triangles
de_de: An-/Abreisetage als Dreiecke darstellen

source: Check this option, to show change over days as triangles.
de_de: Aktivieren Sie diese Option, um Veränderungen über Tage hinweg als Dreiecke darzustellen.

source: Do not use change over days on certain pages
de_de: An/Abreise-Tage auf bestimmten Seiten nicht verwenden

source: Activate the list of pages that do not use the change over days functionality.
de_de: Aktiviert die Liste der Seiten, die die Tageswechsel-Funktion nicht benutzen.

source: Relative URLs of pages where you shouldn't use the change over days functionality
de_de: Relative URLs der Seiten, auf denen Sie die An-/Abreise-Tagesfunktion nicht werden sollten

source: Enter the relative URLs of the pages for which you do not want to use the change over days functionality. Enter one URL per line. Example: %s
de_de: Geben Sie die relative URLs der Seiten an, auf denen Sie die An-/Abreise-Tage-Funktion nicht benutzen wollen. Geben Sie eine URL pro Zeile an. Beispiel: %s

source: Auto approve all new bookings
de_de: Neue Buchungen automatisch freigeben

source: Check this checkbox to %sactivate%s auto approve of all new pending bookings.
de_de: Aktivieren Sie dieses Kästchen, um alle ausstehenden Buchungen automatisch zu %saktivieren%s .

source: Auto approve bookings during import
de_de: Buchungen beim Import automatisch genehmigen

source: Check this checkbox to activate auto approve of all bookings %sduring import from external source(s)%s.
de_de: Aktivieren Sie dieses Kästchen, um alle Buchungen beim %sImport aus externen Quellen%s automatisch zu genehmigen.

source: Auto approve booking, if booking cost is zero
de_de: Buchungen automatisch genehmigen, wenn keine Kosten anfallen

source: Check this checkbox to activate auto approve of booking, %swhen cost of booking is zero%s.
de_de: Aktivieren sie dieses Kästchen, um Buchungen automatisch zu genehmigen, wenn %skeine Kosten anfallen%s .

source: Auto approve bookings after creation booking in admin panel
de_de: Buchungen die im Admin-Bereich erstellt wurden, automatisch genehmigen

source: Check this checkbox to activate auto approve of booking, %sif booking was made in admin panel%s.
de_de: Aktivieren Sie dieses Kästchen, um alle Buchungen, %sdie im Admin-Bereich erstellt werden%s, automatisch zu genehmigen.

source: Check this box to %sactivate%s auto-cancellation for pending, unpaid bookings.
de_de: Aktivieren Sie dieses Kästchen, um die automatische Stornierung aller ausstehenden, unbezahlten Buchungen zu %saktivieren%s.

source: Cancel bookings older
de_de: Stornierung von älteren Buchungen

source: Cancel only pending, unpaid bookings, which are older than this selection.
de_de: Nur laufende, unbezahlte Buchungen abbrechen, die älter sind als die Auswahl.

source: Cancellation email sent
de_de: Stornierungs-E-Mail versendet

source: Check this box to %ssend%s cancellation email for this resource.
de_de: Aktivieren sie dieses Kästchen, um eine E-Mail zur Stornierung für diese Unterkunft zu %ssenden%s.

source: Reason for cancellation
de_de: Begründung für den Abbruch

source: Type the reason for %scancellation%s for the email template.
de_de: Grund eingeben für %sStornierung%s in E-Mail Vorlage.

source: Payment request
de_de: Zahlungsanfrage

source: Customization of email template, which is sending to Visitor after payment request
de_de: Anpassung der E-Mail-Vorlage welche nach einer Zahlungsaufforderung an den Besucher gesendet wird

source: Email with Payment Request which is sent to Visitor.
de_de: E-Mail mit Zahlungsaufforderung, die an den Besucher gesendet wird.

source: The payment status is changed successfully
de_de: Der Zahlungsstatus wurde erfolgreich geändert

source: The changing of payment status is failed
de_de: Änderung des Zahlungsstatus fehlgeschlagen

source: Completed
de_de: Abgeschlossen

source: Paid OK
de_de: OK bezahlt

source: Unknown
de_de: Unbekannt

source: In-Progress
de_de: In Arbeit

source: Partially paid
de_de: Zum Teil bezahlt

source: Cancelled
de_de: Abgebrochen

source: Failed
de_de: Fehlgeschlagen

source: Refunded
de_de: Erstattet

source: Fraud
de_de: Betrug

source: !Paid OK
de_de: !Zahlung OK

source: Unknown status
de_de: Unbekannter Status

source: Not Completed
de_de: Nicht vollständig

source: Processed
de_de: Verarbeitet

source: Canceled_Reversal
de_de: Abgebrochen_Aufgeboben

source: Denied
de_de: Abgelehnt

source: Expired
de_de: Abgelaufen

source: Partially_Refunded
de_de: Teilweise_Rückerstattet

source: Reversed
de_de: Aufgehoben

source: Voided
de_de: Aufgehoben

source: Not authed
de_de: Nicht autorisiert

source: Malformed
de_de: Ungültig formatiert

source: Invalid
de_de: Ungültig

source: Abort
de_de: Abbrechen

source: Rejected
de_de: Abgelehnt

source: Suspended
de_de: Verschoben

source: Total cost manually entered
de_de: Manuell eingegebene Gesamtkosten

source: Automatically calculated cost
de_de: Automatisch berechneter Preis

source: Auto-fill form
de_de: Automatisch ausfüllen

source: Automatically calculated deposit cost
de_de: Automatisch berechnete Anzahlkosten

source: Suite
de_de: Zimmer

source: Activate custom booking forms for regular users
de_de: Benutzerdefinierte Buchungsformulare für normale Benutzer aktivieren

source: Check this box if you want to use multiple custom booking forms for activated regular users
de_de: Aktivieren sie dieses Kästchen, um die einfache Buchungsformular-Anpassung der kostenlosen Plugin-Version auf der Seite Formular-Einstellungsseite zu verwenden

source: Receive all payments only to Super Booking Admin account
de_de: Erhalten Sie alle Zahlungen nur auf das Super Booking Admin Konto

source: Check this box if you want to receive payments for %sRegular User%s bookings to %sSuper Booking Admin%s payment account. Regular users will not see Payment Settings.
de_de: Aktivieren Sie dieses Kästchen, um alle Zahlungen für Buchungen von %s Regular User %s auf das Zahlungskonto von %sSuper Booking Admin%s übertragen. Der Normale Benutzer sieht keine Zahlungseinstellungen.

source: User
de_de: Benutzer

source: Super Admin
de_de: Superadministrator

source: Regular User
de_de: Normaler Nutzer

source: Inactive User
de_de: Inaktiver Benutzer

source: Log Off
de_de: Abmelden

source: Manage Users
de_de: Benutzer bearbeiten

source: Users Settings
de_de: Benutzereinstellungen

source: User is Activated
de_de: Benutzer ist aktiviert

source: User is Deactivated
de_de: Benutzer ist deaktiviert

source: Simulate Login as %s
de_de: Simuliere Login als %s

source: User Role
de_de: Benutzerrolle

source: Set user as
de_de: Setze Benutzer als

source: Unlimited
de_de: Unbegrenzt

source: Do you really want
de_de: Möchten Sie wirklich

source: make user active
de_de: Benutzer aktivieren

source: Activate
de_de: Aktivieren

source: Drill down to user panel
de_de: Suche im Benutzerbereich

source: simulate login as this user
de_de: Simuliere Login als dieser Benutzer

source: Simulate Login
de_de: Simuliere Login

source: make user inactive
de_de: Benutzer deaktivieren

source: Deactivate
de_de: Deaktivieren

source: delete configuration
de_de: Konfiguration löschen

source: Delete settings
de_de: Einstellungen löschen

source: delete all booking data
de_de: Lösche alle Buchungsdaten

source: Delete data
de_de: Daten löschen

source: Work days
de_de: Arbeitstage

source: %sYou do not have permissions for this page.%s Your account is not active, please contact administrator.%s
de_de: %sKeine Berechtigung für diese Seite.%s Der Zugang ist nicht aktiv, bitte Administrator kontaktieren.%s

source: %sYou do not have permissions for this booking resources.%s
de_de: %sKeine Berechtigung für diese Unterkunft.%s

source: %sNo this booking resources.%s
de_de: %sNr. dieser Unterkunft.%s

source: Please, reserve an apartment with fresh flowers.
de_de: Bitte ein Appartement mit frischen Blumen reservieren.

source: Default booking resource
de_de: Standardunterkunft

source: Select your default booking resource.
de_de: Wählen Sie Ihre Standardunterkunft.

source: Resources number per page
de_de: Anzahl Unterkünfte je Seite

source: Select number of booking resources (single or parent) per page at Resource menu page
de_de: Anzahl der Unterkünfte je Seite auf der Menü-Seite für Unterkünfte wählen

source: Start - end time
de_de: Start - Endzeit

source: Start time
de_de: Startzeit

source: End time
de_de: Endzeit

source: Select start and end time showing for Calendar Overview in %sDay%s view mode
de_de: Wählen Sie die Start- und Endzeit für die Kalenderübersicht in der %s Tagesansicht %s aus

source: Booking title
de_de: Buchungs-Titel

source: Type %sdefault title of bookings%s in calendar view mode at Booking Listing page (You can use the shortcodes from the bottom form of Settings Fields page).
de_de: Die %sStandardüberschrift%s im Kalendermodus der Buchungsübersicht (Es können die Shortcodes des Formulars am Seitenende für Feldeinstellungen benutzt werden)

source: Type %sdefault title of bookings%s in %stimeline at front-end side%s. You can use the shortcodes from the bottom form of Settings Fields page.
de_de: Gib den %sStandardtitel für Buchungen%s in der %sZeitleiste im Front-End%s ein. Es können Shortcuts vom Formular am Seitenende der Einstellungsseite für Felder benutzt werden.

source: Booking details in popover
de_de: Buchungsdetails im Popover

source: Check this box if you want to %sshow popover with booking details%s in timeline at %sfront-end%s side.
de_de: Aktivieren Sie dieses Kästchen, wenn das %s Popup mit Buchungsdetails %s in der Zeitleiste im %sFront-End%s angezeigt werden soll.

source: Deactivate send email option at Add Booking page
de_de: E-Mail Option auf der Seite “Buchung hinzufügen” deaktivieren
