Repository: dsemblano/tijolocwb
Catalog: site/web/app/plugins/booking.*.9.9.1/languages/booking-*.po
Languages: de_de

source: Current version
de_de: Aktuelle Version

source: Used for
de_de: Genutzt für

source: Release date
de_de: Erscheinungsdatum

source: Check Premium Features
de_de: Entdecke die Premium Funktionen

source: Explore Premium Features
de_de: Premium-Features entdecken

source: Statistic
de_de: Statistik

source: New (unverified) booking(s)
de_de: Neue (unbestätigte) Buchung(en)

source: Pending booking(s)
de_de: Ausstehende Buchung(en)

source: New booking(s) made today
de_de: Neue Buchung(en), die heute getätigt wurde(n)

source: Bookings for today
de_de: Buchungen für heute

source: Booking(s) for today
de_de: Buchung(en) für heute

source: for
de_de: für

source: Options
de_de: Optionen

source: Calendar View
de_de: Kalenderansicht

source: Expand Advanced Toolbar
de_de: Erweiterte Toolbar aufklappen

source: Collapse Advanced Toolbar
de_de: Erweiterte Toolbar einklappen

source: Emails sending
de_de: Senden von E-Mails

source: Send email notification to customer about this operation
de_de: E-Mail-Benachrichtigung an den Kunden über diesen Vorgang senden

source: Booking ID
de_de: Buchungs-ID

source: Go
de_de: Los

source: Technical Support
de_de: Technischer Support

source: About Booking Calendar
de_de: Über den Buchungskalender

source: Booking Listing
de_de: Buchungsliste

source: Show day
de_de: Tag anzeigen

source: Show week
de_de: Woche anzeigen

source: Show month
de_de: Monat anzeigen

source: Show 2 months
de_de: 2 Monate anzeigen

source: Previous 4 weeks
de_de: Vorherige 4 Wochen

source: Previous week
de_de: Vorherige Woche

source: Current week
de_de: Aktuelle Woche

source: Next week
de_de: Nächste Woche

source: Next 4 weeks
de_de: Nächste 4 Wochen

source: Previous
de_de: Vorherige

source: Next
de_de: Nächste

source: Previous 3 months
de_de: Vorherige 3 Monate

source: Previous month
de_de: Vorheriger Monat

source: Current month
de_de: Aktueller Monat

source: Next month
de_de: Nächster Monat

source: Next 3 months
de_de: Nächste 3 Monate

source: Previous 7 days
de_de: Vorherige 7 Tage

source: Previous day
de_de: Vorheriger Tag

source: Current day
de_de: Aktueller Tag

source: Next day
de_de: Nächster Tag

source: Next 7 days
de_de: Nächste 7 Tage

source: Start Date
de_de: Startdatum

source: Apply
de_de: Anwenden

source: Visible months
de_de: Sichtbare Monate

source: Number of months in one row
de_de: Anzahl der Monate in einer Reihe

source: Maximum width of calendar
de_de: Max. Breite des Kalenders

source: Calendar cell height
de_de: Höhe der Kalenderzellen

source: Save
de_de: Speichern

source: Reset
de_de: Zurücksetzen

source: Add to Google Calendar
de_de: Zu Google Kalender hinzufügen

source: Total
de_de: Summe

source: ID or Title
de_de: ID oder Titel

source: Email copy to
de_de: E-Mail Kopie an

source: Probably you updated your paid version of Booking Calendar by free version or update process failed. You can request the new update of your paid version at %1sthis page%2s.
de_de: Wahrscheinlich haben Sie Ihre bezahlte Version des Buchungskalenders durch eine kostenlose Version aktualisiert oder der Update-Prozess ist fehlgeschlagen. Sie können das neue Update Ihrer kostenpflichtigen Version %1s auf dieser Seite %2s anfordern.

source: Some of your translations need updating. Sit tight for a few more seconds while we update them as well.
de_de: Einige Ihrer Übersetzungen benötigen eine Überarbeitung. Bitte warten Sie einen Moment, während wir die Überarbeitung vornehmen.

source: Your translations are all up to date.
de_de: Alle Übersetzungen sind aktuell.

source: Update package not available.
de_de: Kein Update-Paket verfügbar.

source: Downloading translation from %s&#8230;
de_de: Herunterladen der Übersetzung von %s&#8230;

source: Unpacking the update&#8230;
de_de: Auspacken des Update %s&#8230;

source: Translation update failed.
de_de: Update der Übersetzung fehlgeschlagen.

source: Translation updated successfully.
de_de: Update der Übersetzung erfolgreich.

source: Removing the old version of the translation&#8230;
de_de: Entferne die alte Version der Übersetzung %s&#8230;

source: Could not remove the old translation.
de_de: Alte Übersetzung konnte nicht entfernt werden.

source: Purchase
de_de: Kaufen

source: Upgrade Now
de_de: Jetzt aktualisieren

source: Insert booking calendar
de_de: Buchungskalender einfügen

source: Booking calendar
de_de: Buchungskalender

source: Insert Shortcode
de_de: Shortcode einfügen

source: TimeLine
de_de: Zeitlinie

source: Resources Selection
de_de: Auswahl der Ressourcen

source: Search
de_de: Suche

source: Only Form
de_de: Nur Formular

source: Other
de_de: Andere

source: Insert into page
de_de: In die Seite einfügen

source: Insert
de_de: Einfügen

source: Booking resources
de_de: Ressourcen buchen

source: Select booking resources. Please use CTRL to select multiple booking resources.
de_de: Buchungsressourcen auswählen. Bitte verwenden Sie die STRG-Taste, um mehrere Buchungsressourcen auszuwählen.

source: View mode
de_de: Ansichtsmodus

source: Select type of view format
de_de: Wählen Sie die Art des Anzeigeformats

source: Select number of months to scroll after loading
de_de: Wählen Sie die Anzahl der zu scrollenden Monate nach dem Laden

source: Number of days to scroll
de_de: Anzahl der Tage zu scrollen

source: Select number of days to scroll after loading
de_de: Wählen Sie die Anzahl der zu scrollenden Tage nach dem Laden

source: Select start date
de_de: Startdatum auswählen

source: Booking resource
de_de: Ressource buchen

source: Select booking resource
de_de: Buchungsressource auswählen

source: Select default custom booking form
de_de: Benutzerdefiniertes Standard-Buchungsformular auswählen

source: Select number of month to show for calendar.
de_de: Wählen Sie die Anzahl der Monate, die für den Kalender angezeigt werden sollen.

source: Start month:
de_de: Startmonat:

source: Select start month of calendar
de_de: Wähle den Startmonat für den Kalender aus

source: Show advanced settings
de_de: Erweiterte Einstellungen anzeigen

source: Hide advanced settings
de_de: Erweiterte Einstellungen verbergen

source: Setting advanced parameters of the calendar. %sLike width, height and structure %s
de_de: Einstellung der erweiterten Parameter des Kalenders. %sWie Breite, Höhe und Struktur %s

source: %s or minimum and fixed number of days selection for the specific day of week or season.%s
de_de: %s oder minimale und feste Anzahl von Tagen für einen bestimmten Wochentag oder eine bestimmte Saison.%s

source: Please read more about the possible customizations of these %soptions%s %shere%s
de_de: Bitte lesen Sie mehr über die möglichen Anpassungen dieser %soptions%s %shere%s

source: Specify the full width of calendar, height of date cell and number of months in one row.
de_de: Geben Sie die volle Breite des Kalenders, die Höhe der Datumszelle und die Anzahl der Monate in einer Zeile an.

source: Description
de_de: Beschreibung

source: Calendar have 2 months in a row, the cell height is 30px and calendar max. full width 568px (possible to use percentage for width: 100%)
de_de: Der Kalender hat 2 Monate in einer Reihe, die Zellenhöhe beträgt 30px und die maximale Breite des Kalenders beträgt 568px (es ist möglich, einen Prozentsatz für die Breite zu verwenden: 100%)

source: Code Example
de_de: Beispielcode

source: Another Example
de_de: Anderes Beispiel

source: Specify that during certain seasons (or days of week), the specific minimum number of days must be booked.
de_de: Geben Sie an, dass zu bestimmten Saisons (oder Wochentagen) eine bestimmte Mindestanzahl von Tagen gebucht werden muss.

source: Visitor can select only 4 days starting at Monday, 3 or 7 days – Friday, 2 days – Saturday, etc…
de_de: Der Besucher kann nur 4 Tage auswählen, beginnend mit Montag, 3 oder 7 Tage - Freitag, 2 Tage - Samstag, etc…

source: Please, read more about the shortcodes %shere%s or JavaScript customization of the specific shortcodes %shere%s
de_de: Bitte, lesen Sie mehr über die Shortcodes %shere%s oder JavaScript-Anpassung der spezifischen Shortcodes %shere%s

source: Aggregate booking dates from other resources
de_de: Aggregierte Buchungsdaten aus anderen Quellen

source: Select booking resources, for getting booking dates from them and set such dates as unavailable in destination calendar.
de_de: Wählen Sie Buchungsressourcen aus, um Buchungsdaten von ihnen zu erhalten und setzen Sie solche Daten als nicht verfügbar im Zielkalender.

source: Note!
de_de: Anmerkung!

source: This shortcode %s is using for selection of the booking form of specific booking resources in selectbox
de_de: Dieser Shortcode %s wird für die Auswahl des Buchungsformulars von bestimmten Buchungsressourcen in der Auswahlbox verwendet

source: Select booking resources, for showing in selectbox. Please use CTRL to select multiple booking resources.
de_de: Wählen Sie die Buchungsressourcen aus, die in der Selectbox angezeigt werden sollen. Bitte verwenden Sie die STRG-Taste, um mehrere Buchungsressourcen auszuwählen.

source: Preselected resource
de_de: Vorgewählte Ressource

source: Define preselected resource.
de_de: Vorgewählte Ressource definieren.

source: Default Form
de_de: Standard Formular

source: Please select the resource:
de_de: Bitte wählen Sie die Ressource aus:

source: Title near your select box.
de_de: Titel in der Nähe Ihres Auswahlfeldes.

source: First option title
de_de: Name der ersten Option

source: Please Select
de_de: Bitte auswählen

source: First option in dropdown list.
de_de: Erste Option im Auswahlmenü.

source: Please leave it empty if you want to skip it.
de_de: Bitte lassen Sie das Feld leer, wenn Sie es überspringen möchten.

source: Select shortcode to insert
de_de: Shortcode zum Einfügen auswählen

source: Search form
de_de: Suchformular

source: Search results
de_de: Suchergebnisse

source: Check this box to show search results on other page
de_de: Aktivieren Sie dieses Kästchen, um Suchergebnisse auf einer anderen Seite anzuzeigen

source: URL of search results:
de_de: URL der Suchergebnisse:

source: Type the URL of search results page.
de_de: Geben Sie die URL der Suchergebnisseite ein.

source: Title of Search results:
de_de: Titel der Suchergebnisse:

source: Result(s) Found
de_de: Ergebnis(se) gefunden

source: Type the title of Search results.
de_de: Geben Sie den Titel der Suchergebnisse ein.

source: show number of search results
de_de: anzahl der Suchergebnisse anzeigen

source: Nothing Found Message:
de_de: Nichts gefunden Nachricht:

source: Nothing Found
de_de: Nichts gefunden

source: Type the message, when nothing found.
de_de: Geben Sie die Meldung ein, wenn nichts gefunden wurde.

source: Search only for users:
de_de: Suche nur für Benutzer:

source: Type IDs of the users (separated by comma ",") for searching availability only for these users, or leave it blank for searching for all users.
de_de: Geben Sie die IDs der Benutzer ein (getrennt durch ein Komma ","), um die Verfügbarkeit nur für diese Benutzer zu suchen, oder lassen Sie das Feld leer, um alle Benutzer zu suchen.

source: This shortcode %s is using for showing the search results at specific page, if the search form is submit showing the search results at different page
de_de: Dieser Shortcode %s wird genutzt um die Suchergebnisse auf einer speziellen Seite anzuzeigen, wenn beim Absenden der Suche die Ergebnisse auf einer anderen Seite angezeigt werden

source: date
de_de: datum

source: Define date for booking
de_de: Buchungsdatum festlegen

source: Edit Booking
de_de: Buchung bearbeiten

source: Show listing of customer bookings
de_de: Liste der Kundenbuchungen anzeigen

source: Show info about Booking Resource
de_de: Informationen über Buchungsressourcen anzeigen

source: This shortcode %s is used on a page, where visitors can %smodify%s their own booking(s), %scancel%s or make %spayment%s after receiving an admin email payment request
de_de: Dieser Shortcode %s wird auf Seiten verwendet, auf denen Besucher ihre eigenen Buchungen %s anpassen %s , %s abbrechen %s oder %s Zahlungen %s nach dem Erhalt einer E-Mail zur Zahlungsaufforderung durchführen können

source: The content of field %sURL to edit bookings%s on the %sgeneral booking settings page%s must link to this page
de_de: Der Inhalt des Felds %s URL, um die Buchungen zu bearbeiten %s auf der %s Seite für allgemeine Buchungseinstellungen %s muss auf diese Seite verweisen

source: Email templates, which use shortcodes: %s, will be linked to this page
de_de: E-Mail Vorlagen, welche die Shortcodes nutzen %s werden auf diese Seite verlinkt

source: This shortcode %s is used on a page, where visitors can %sview listing%s of their own booking(s)
de_de: Dieser Shortcode %s wird auf einer Seite verwendet, auf der sich Besucher ihrer eigenen Buchung(en) %s aufgelistet %s ansehen können.

source: The content of field %sURL of page for customer bookings listing%s on the %sgeneral booking settings page%s must link to this page
de_de: Der Inhalt des Feldes %s URL der Seite für Kundenbuchungen %s auf der %s Seite für Allgemeine Buchungseinstellungen %s muss auf diese Seite verweisen

source: %s You can use in this shortcode the same parameters as for %s shortcode
de_de: %s Sie können in diesem Shortcode die gleichen Parameter wie für den Shortcode %s verwenden

source: Cost
de_de: Preis

source: Select type of info to show.
de_de: Wählen Sie den anzuzeigenden Informationstyp.

source: No booking resources
de_de: Keine Buchungsressourcen

source: Insert WP Booking Calendar
de_de: WP Booking Calendar einfügen

source: %sError!%s Request do not pass security check! Please refresh the page and try one more time.
de_de: %s Fehler! %s Die Anfrage hat die Sicherheitsprüfung nicht bestanden! Bitte aktualisieren Sie die Seite und versuchen Sie es noch einmal.

source: Please check more here %s
de_de: Weitere Informationen zu dieser Einstellung finden Sie hier %s

source: Please check more %shere%s
de_de: Weitere Informationen zu dieser Einstellung finden Sie %s hier %s

source: Approved by:
de_de: Bestätigt durch:

source: Declined by:
de_de: Abgelehnt von:

source: Set as Approved
de_de: Als bestätigt markieren

source: Set as Pending
de_de: Als ausstehend markieren

source: Reason for cancellation here
de_de: Grund für die Stornierung hier

source: Reason of cancellation here
de_de: Grund der Stornierung hier

source: Moved to trash
de_de: In den Papierkorb verschoben

source: Restored
de_de: Wiederhergestellt

source: Saved
de_de: Gespeichert

source: Resource unavailable days
de_de: Tage, an denen die Ressource nicht verfügbar ist

source: Calendar is loading...
de_de: Kalender wird geladen...

source: Booking resource type is not defined. This can be, when at the URL is wrong booking hash.
de_de: Buchungsressourcentyp ist nicht definiert. Dies kann der Fall sein, wenn in der URL ein falscher Buchungshash angegeben ist.

source: Oops!
de_de: Ups!

source: We could not find your booking. The link you used may be incorrect or has expired. If you need assistance, please contact our support team.
de_de: Wir konnten Ihre Reservation nicht finden. Der Link, den Sie benutzt haben, ist nicht oder nicht mehr gültig. Falls Sie Hilfe brauchen, wenden Sie sich bitte direkt an uns.

source: %sWarning! Booking calendar for this booking resource are already at the page, please check more about this issue at %sthis page%s
de_de: %sWarnung! Buchungskalender für diese Buchungsressource sind bereits auf der Seite, bitte überprüfen Sie mehr über dieses Thema auf %sdieser Seite%s

source: My bookings
de_de: Meine Buchungen

source: This page can only be accessed through links in emails related to your booking.
de_de: Diese Seite kann nur über Links in E-Mails zu Ihrer Buchung aufgerufen werden.

source: Please check more about configuration at %sthis page%s
de_de: Erfahre mehr über diese Konfiguration auf %s dieser Seite %s

source: You need to use special shortcode [bookingedit] for booking editing.
de_de: Sie müssen einen speziellen Shortcode [bookingedit] für die Buchungsbearbeitung verwenden.

source: Please check FAQ instruction how to configure it here %s
de_de: Bitte lesen Sie die FAQ-Anleitung zur Konfiguration hier %s

source: Booking form with calendar
de_de: Buchungsformular mit Kalender

source: Only availability calendar
de_de: Nur Verfügbarkeitskalender

source: Footer
de_de: Fußzeile

source: Example: %sMake booking here%s
de_de: Beispiel: %s Buchen Sie hier %s

source: %sImportant!!!%s Please note, if you show booking calendar (inserted into post/page) with widget at the same page, then the last will not be visible.
de_de: %s Wichtig!!! %s Bitte beachten Sie, wenn Sie den Buchungskalender (eingefügt in den Beitrag/die Seite) mit dem Widget auf der gleichen Seite anzeigen, dann wird der letzte nicht sichtbar sein.

source: %sSeveral widgets are supported at %spaid versions%s.
de_de: %s Einige Widgets sind in den %s kostenpflichtigen Versionen %s verfügbar.

source: Importing Feed
de_de: Feed importieren

source: Data Parsing
de_de: Auslesen der Daten

source: Some data was retrieved, but could not be parsed successfully. Please ensure your feed URL is correct.
de_de: Einige Daten wurden abgerufen, konnten aber nicht erfolgreich geparst werden. Bitte stellen Sie sicher, dass Ihre Feed-URL korrekt ist.

source: The feed could not be found (404). Please ensure your feed URL is correct.
de_de: Der Feed konnte nicht gefunden werden (404). Bitte stellen Sie sicher, dass Ihre Feed-URL korrekt ist.

source: Access to this feed was denied (403). Please ensure you have public sharing enabled for your calendar.
de_de: Der Zugriff auf diesen Feed wurde verweigert (403). Bitte stellen Sie sicher, dass Sie die öffentliche Freigabe für Ihren Kalender aktiviert haben.

source: The feed data could not be retrieved. Error code: %s. Please ensure your feed URL is correct.
de_de: Die Feed-Daten konnten nicht abgerufen werden. Fehlercode: %s. Bitte stellen Sie sicher, dass Ihre Feed-URL korrekt ist.

source: Imported from %s
de_de: Importiert von %s

source: Event
de_de: Ereignis

source: Resource
de_de: Unterkunft

source: Dates
de_de: Datum

source: Times
de_de: Zeiten

source: Selection
de_de: Auswahl

source: Location:
de_de: Standort:

source: Reload page
de_de: Seite neu laden

source: Do you really want to delete selected booking(s) ?
de_de: Wollen Sie wirklich die ausgewählte(n) Buchung(en) löschen?

source: Delete selected booking(s)
de_de: Markierte Buchung(en) löschen.

source: You can specify an additional offset from you chosen end point. The offset can be negative.
de_de: Sie können einen zusätzlichen Offset zu dem von Ihnen gewählten Endpunkt angeben. Der Offset kann negativ sein.

source: Mon
de_de: Mo

source: Tue
de_de: Di

source: Wed
de_de: Mi

source: Thu
de_de: Do

source: Fri
de_de: Fr

source: Sat
de_de: Sa

source: Sun
de_de: So

source: Loading
de_de: Laden

source: Restore
de_de: Wiederherstellen

source: Delete
de_de: Löschen

source: Approve
de_de: Bestätigen

source: Pay
de_de: Bezahlen

source: Payment
de_de: Zahlung

source: Created
de_de: Angelegt

source: %s Found %s not indexed bookings %s
de_de: %s nicht indizierte Buchungen %s gefunden %s

source: %s Finish getting sort dates. %s
de_de: %s Beenden des Erhalts von Sortierdaten. %s

source: Updated booking: %s
de_de: Aktualisierte Buchung: %s

source: Booking form
de_de: Buchungsformular

source: The reservation has been modified
de_de: Reservierung wurde geändert

source: The reservation %s for: %s has been modified. %sYou can edit this booking on this page: %s Thank you, %s
de_de: Ihre Reservierung %s für %s wurde geändert. %s Sie können die Buchung auf dieser Seite ändern: %s Vielen Dank, %s

source: This booking canceled because we did not receive payment and the administrator did not approve it.
de_de: Die Buchung wurde abgelehnt, da keine Zahlung eingegangen ist und der Administrator die Buchung nicht genehmigt hat.

source: You need to make payment for this reservation
de_de: Sie müssen für diese Reservierung eine Zahlung tätigen

source: You need to make payment %s for reservation %s at %s. %s Please make payment on this page: %s Thank you, %s
de_de: Sie müssen eine Zahlung %s für die Reservierung von %s um %s tätigen. %s Bitte führen Sie die Zahlung auf dieser Seite aus: %s Vielen Dank, %s

source: Cost:
de_de: Preis:

source: Available:
de_de: Verfügbar:

source: Error
de_de: Fehler

source: Booking system
de_de: Buchungssystem

source: You can use (in subject and content of email template) any shortcodes, which you used in the booking form. Use the shortcodes in the same way as you used them in the content form at Settings Fields page.
de_de: Sie können (im Betreff und im Inhalt der E-Mail-Vorlage) alle Shortcodes verwenden, die Sie im Buchungsformular verwendet haben. Verwenden Sie die Shortcodes auf die gleiche Weise, wie Sie sie im Inhaltsformular auf der Seite Einstellungen Felder verwendet haben.

source: You can use following shortcodes in content of this template
de_de: Sie können folgende Shortcodes im Inhalt dieser Vorlage verwenden

source: %s - inserting data info about the booking, which you configured in the content form at Settings Fields page
de_de: %s - einfügen von Dateninformationen über die Buchung, die Sie im Inhaltsformular auf der Seite Einstellungen Felder konfiguriert haben

source: %s - inserting data info about the booking
de_de: %s - einfügen von Dateninformationen zur Buchung

source: %s - inserting the dates of booking
de_de: %s - einfügen der Daten der Buchung

source: %s - inserting check-in date (first day of reservation),
de_de: %s - einfügen des Anreise-Datums (erster Tag der Reservierung),

source: %s - inserting check-in date (only date without time) (first day of reservation),
de_de: %s - Einfügen des Anreise-Datums (nur Datum ohne Uhrzeit) (erster Tag der Reservierung),

source: %s - inserting check-out date (last day of reservation),
de_de: %s - einfügen des Abreise-Datums (letzter Tag der Reservierung),

source: %s - inserting check-out date (only date without time) (last day of reservation),
de_de: %s - Abreisedatum einfügen (nur Datum ohne Uhrzeit) (letzter Tag der Reservierung),

source: day
de_de: tag

source: %s - inserting the number of booking dates
de_de: %s - einfügen der Anzahl der Buchungsdaten

source: %s - inserting ID of booking
de_de: %s - einfügen der ID der Buchung

source: %s or %s - inserting the title of the booking resource
de_de: %s oder %s - einfügen des Titels der Buchungsressource

source: %s - inserting the cost of booking
de_de: %s - einfügen der Kosten für die Buchung

source: %s - inserting your site URL
de_de: %s - einfügen der URL Ihrer Website

source: %s - inserting IP address of the user who made this action
de_de: %s - einfügen der IP-Adresse des Benutzers, der diese Aktion durchgeführt hat

source: %s - inserting contents of the User-Agent: header from the current request, if there is one
de_de: %s - einfügen des Inhalts des User-Agent: Headers der aktuellen Anfrage, falls vorhanden

source: %s - inserting address of the page (if any), where visitor make this action
de_de: %s - einfügen der Adresse der Seite (falls vorhanden), auf der der Besucher diese Aktion durchführt

source: %s - inserting time of this action
de_de: %s - einfügen der Uhrzeit der Aktivität

source: %s - inserting date of this action
de_de: %s - datum dieser Aktivität einfügen

source: %s - inserting modification date of booking
de_de: %s - einfügen des Änderungsdatums der Buchung

source: %s - inserting moderate link of new booking
de_de: %s - einfügen eines moderaten Links für eine neue Buchung

source: %s - inserting link to approve booking in 1 mouse click
de_de: %s - Link einfügen, um die Buchung mit 1 Mausklick zu bestätigen
