Repository: dsemblano/tijolocwb
Catalog: site/web/app/languages/plugins/booking-*.po
Languages: da_dk

source: and %s on seasons:
da_dk: og %s på årstider:

source: unavailable
da_dk: optaget

source: available
da_dk: ledig

source: All days
da_dk: Alle dage

source: Resource Name
da_dk: Ressourcenavn

source: Please reassign exist booking(s) from selected resource(s) to other resources or delete exist booking(s) from this resource(s). Otherwise you will have %1$slost bookings%2$s.
da_dk: Tildel eksisterende reservationer fra valgte ressourcer til andre ressourcer, eller slet eksisterende reservationer fra denne ressource. Ellers vil du have %1$smistede bookinger%2$s.

source: Set Availability
da_dk: Indstil tilgængelighed

source: Hide Children Resources
da_dk: Skjul under ressourcer

source: Show Children Resources
da_dk: Vis under ressourcer

source: Availability Settings
da_dk: Indstillinger for tilgængelighed

source: Configuration of availability for booking resources
da_dk: Konfiguration af tilgængelighed for reservationsressourcer

source: Custom Forms
da_dk: Valgfrie formularer

source: Type your %1$scost%2$s description
da_dk: Indtast din %1$spris%2$s beskrivelse

source: Cost Title
da_dk: Pris titel

source: Check this box to display the daily cost with a tooltip when mouse hovers over each day on the calendar(s).
da_dk: Marker afkrydsningsfeltet, for at få vist de daglige omkostninger med et værktøjstip, når musen holdes over hver dag i kalenderen/kalenderne.

source: Showing cost in tooltip
da_dk: Vise omkostninger i værktøjstip

source: Type your %1$scurrency symbol%2$s to display near daily cost in date cells. %3$sDocumentation on currency symbols%4$s
da_dk: Skriv %1$svalutasymbolet%2$s for at få vist næsten daglige omkostninger i datoceller. %3$sDokumentation om valutasymboler%4$s

source: Currency symbol
da_dk: Valuta symbol

source: Check this box to display the %1$sdaily cost at the date cells%2$s in the calendar(s).
da_dk: Markér dette afkrydsningsfelt for at få vist %1$sdaglige omkostninger ved datocellerne%2$s i kalenderen/kalenderne.

source: Showing cost in date cell
da_dk: Viser priser i dato-felter

source: After booking
da_dk: Efter booking

source: Select unavailable time interval.
da_dk: Vælg utilgængeligt tidsinterval.

source: Before booking
da_dk: Før du booker

source: This feature is applying only for bookings for specific timeslots, or if activated check in/out time option.
da_dk: Denne funktion gælder kun for bookinger for specifikke tidsrum, eller hvis den er aktiveret mulighed for ankomst-/afrejse tidspunkt.

source: Unavailable time before / after booking
da_dk: Tidspunkter som er utilgængelige før / efter booking

source: Select number of available days in calendar start from today.
da_dk: Vælg antal tilgængelige dage i kalenderstart fra i dag.

source: Limit available days from today
da_dk: Begræns ledige dage fra i dag

source: High season
da_dk: Højsæson

source: Please type the URL of the page %1$s(with %2$s shortcode in content)%3$s, where search results will show.
da_dk: Indtast venligst URL'en på siden %1$s(med %2$s kortkode i indholdet)%3$s, hvor søgeresultaterne vises.

source: URL of Search Results
da_dk: URL-adresse til søgeresultater

source: Title of search widget
da_dk: Titel på søgewidget

source: Search availability
da_dk: Søg tilgængelighed

source: Book now
da_dk: Reservere nu

source: Reset Search Cache
da_dk: Nulstil søgecache

source: Page
da_dk: Side

source: Found: %s booking forms inside of posts or pages
da_dk: Fundet: %s bookingformularer inde i indlæg eller sider

source: Cache will expire:
da_dk: Cachen udløber:

source: Reset current Form
da_dk: Nulstil

source: Reset
da_dk: Nulstil

source: Select Template
da_dk: Vælg skabelon

source: Search Results
da_dk: Søgeresultater

source: day(s)
da_dk: dag(e)

source: Balance cost of the booking - difference between deposit and full cost.
da_dk: Balance omkostninger ved bookingen - forskel mellem depositum og fuld pris.

source: The deposit cost of the booking.
da_dk: Depositum omkostninger ved bookingen.

source: Additional cost, which depends on the fields selection in the form.
da_dk: Yderligere omkostninger, som afhænger af feltvalget i formularen.

source: Cost of the booking for the selected dates only.
da_dk: Omkostningen af bookingen for kun de udvalgte datoer.

source: Full cost of the booking.
da_dk: Samlet omkostninger for bookingen.

source: %s - booking info, taken from the excerpt associated with the post,
da_dk: %s - booking info, taget fra uddraget forbundet med indlægget,

source: %s - featured image, taken from the featured image associated with the post,
da_dk: %s - udvalgt billede, taget fra det fremhævede billede, der er knyttet til indlægget,

source: %s - cost of booking the resource,
da_dk: %s - omkostninger ved booking af ressourcen,

source: %s - availability of booking resource,
da_dk: %s - tilgængelighed af booking ressource,

source: %s - link to the page with booking form,
da_dk: %s - link til siden med booking formular,

source: %s - resource title,
da_dk: %s - ressourcetitel,

source: %s - search button,
da_dk: %s - søgeknap,

source: Example: %s - custom number of items selections"
da_dk: Eksempel: %s - brugerdefinerede valg af antal emner"

source: %s - default selection number of items,
da_dk: %s - standardvalg af antal emner,

source: %s - check-out date,
da_dk: %s - afrejsedato,

source: %s - check-in date,
da_dk: %s - ankomstdato,

source: Use these shortcodes for customization:
da_dk: Brug disse kortkoder til tilpasning:

source: Add New
da_dk: Tilføj Ny

source: Select booking resources, where is possible to apply this coupon code.
da_dk: Vælg booking resource, hvor det er muligt at bruge denne kupon-kode.

source: Enter maximum number of times, when coupon is applicable.
da_dk: Indtast maksimale antal gange, hvor kuponen er relevant.

source: Maximum number of usage
da_dk: Maksimalt antal forbrug

source: Enter minimum booking cost, when coupon is applicable.
da_dk: Indgiv minimum omkostning ved booking, når der foreligger en kupon.

source: Minimum Booking Cost
da_dk: Minimumskøb

source: Select Expiration Date of the coupon.
da_dk: Vælg udløbsdato for kuponen.

source: Expiration Date
da_dk: Udløbsdato

source: Enter number of fixed or percentage savings.
da_dk: Indgiv antal af fast eller procentvis besparelser.

source: Enter coupon code.
da_dk: Indtast kupon kode.

source: Coupon
da_dk: Kupon

source: All resources
da_dk: Alle ressourcer

source: Select Booking Resource
da_dk: Vælg Booking Resource

source: Number of usage
da_dk: Antal forbrug

source: Expiration
da_dk: Udløb

source: Minimum Cost
da_dk: Mindstepris

source: Savings
da_dk: Besparelser

source: Coupon Code
da_dk: Kupon Kode

source: Bulk Actions
da_dk: Hoved-Handlinger

source: Add New Discount Coupon
da_dk: Tilføj ny rabatkupon

source: Create dates filter
da_dk: Opret datoerfilter

source: Setting coupons for discount
da_dk: Indstillinger rabatkuponer

source: Child
da_dk: Barn

source: Single
da_dk: Enkel

source: Priority
da_dk: Prioritet

source: Parent
da_dk: Forælder

source: When checked, all reserved days must be at same booking resource otherwise error message will show.
da_dk: Når afkrydsningsfeltet er markeret, skal alle reserverede dage være på samme booking ressource, ellers vises fejlmeddelelsen.

source: Disable bookings in different booking resources
da_dk: Inaktiver reservationer i forskellige booking ressourcer

source: Please read more info about configuration of this parameter %1$shere%2$s
da_dk: Læs mere info om konfiguration af denne parameter %1$sher%2$s

source: Important!
da_dk: Vigtigt!

source: Warning!!! After you approved the specific booking(s), all your pending bookings of the same booking resource as an approved booking for the dates, which are intersect with dates of approved booking, will be automatically canceled!
da_dk: Advarsel!!! Når du har godkendt de(n) specifikke booking(er), annulleres alle dine afventende bookinger af den samme booking ressource som en godkendt booking for datoerne, som krydser datoerne for den godkendte booking, automatisk!

source: Auto Cancel all pending bookings for the specific date(s), if some booking is approved for these date(s)
da_dk: Automatisk annullering af alle afventende bookinger for de(n) specifikke dato(er), hvis nogle bookinger er godkendt for disse datoer

source: Auto-cancel bookings
da_dk: Automatisk annullering af bookinger

source: Check this box if you want to show the pending days as available in calendars
da_dk: Marker afkrydsningsfeltet, hvis du vil vise de afventende dage som ledige i kalendere

source: Use pending days as available
da_dk: Vis afventende dage som ledige

source: Type your %1$savailability%2$s description
da_dk: Indtast din %1$stilgængelighed%2$s beskrivelse

source: Availability Title
da_dk: Tilgængelighed titel

source: Check this box to display the available number of booking resources with a tooltip, when mouse hovers over each day on the calendar(s).
da_dk: Markér dette afkrydsningsfelt for at få vist det tilgængelige antal booking ressourcer med et værktøjstip, når musen holdes over hver dag i kalenderen.

source: Show availability in tooltip
da_dk: Vis tilgængelighed i værktøjstip

source: Use "Check In" date as available in calendar for booking resources with capacity higher than 1 for search results
da_dk: Brug "Ankomst"-dato som er ledig i kalenderen til booking ressourcer med kapacitet på mere end 1 til søgeresultater

source: Use "Check Out" date as available in calendar for booking resources with capacity higher than 1 for search results
da_dk: Brug "Afrejse"-dato som er ledig i kalenderen til booking ressourcer med kapacitet på mere end 1 til søgeresultater

source: Resource #3
da_dk: Ressource #3

source: Resource #2
da_dk: Ressource #2

source: Resource #1
da_dk: Ressource #1

source: Action is not allowed!
da_dk: Det er ikke tilladt at handle!

source: Saving
da_dk: Gemmer

source: Updating
da_dk: Opdaterer

source: Deleting
da_dk: Sletter

source: Processing
da_dk: Behandler

source: Changes saved.
da_dk: Ændringerne er gemt.

source: If you like %1$s please leave us a %2$s rating. A huge thank you in advance!
da_dk: Hvis du kan lide %1$s så giv os en %2$s vurdering. En kæmpe tak på forhånd!

source: Season Filters
da_dk: Sæson filtre

source: Coupons
da_dk: Kuponer

source: Advanced Cost
da_dk: Avancerede omkostninger

source: Example #2: "%s" - English and French translation of some message
da_dk: Eksempel #2: "%s" - engelsk og fransk oversættelse af en besked

source: Example #1: %s - start French translation section
da_dk: Eksempel #1: %s - start fransk oversættelsessektion

source: %1$s - start new translation section, where %2$s - locale of translation
da_dk: %1$s - start ny oversættelsessektion, hvor %2$s - oversættelseslokalitet

source: Configuration in several languages
da_dk: Konfiguration på flere sprog

source: Available:
da_dk: Tilgængelig:

source: Cost:
da_dk: Pris:

source: You need to make payment %1$s for reservation %2$s at %3$s. %4$s Please make payment on this page: %5$s Thank you, %6$s
da_dk: Du skal betale %1$s for reservation %2$s på %3$s. %4$s Betal venligst på denne side: %5$s Tak, %6$s

source: You need to make payment for this reservation
da_dk: Du skal betale for denne reservation

source: This booking canceled because we did not receive payment and the administrator did not approve it.
da_dk: Denne booking er annulleret fordi vi ikke modtog betaling og administratoren ikke godkendte den.

source: Booked Times:
da_dk: Reserverede tidspunkter:

source: The reservation %1$s for: %2$s has been modified. %3$sYou can edit this booking on this page: %4$s Thank you, %5$s
da_dk: Reservationen %1$s for: %2$s er blevet ændret. %3$sDu kan redigere denne booking på denne side: %4$s Tak, %5$s

source: The reservation has been modified
da_dk: Reservationen er blevet ændret

source: Please check more about configuration at %1$sthis page%2$s
da_dk: Se mere om konfiguration på %1$sdenne side%2$s

source: Error
da_dk: Fejl

source: Saved
da_dk: Gemt

source: Restored
da_dk: Gendannet

source: Email copy to
da_dk: E-mail kopi til

source: ID or Title
da_dk: ID eller titel

source: Calendar cell height
da_dk: Kalenderens cellehøjde

source: Calendar width:
da_dk: Kalender bredde:

source: Number of months in one row
da_dk: Antal måneder i én række

source: Filter bookings by booking dates
da_dk: Filtrer bookinger efter bookings datoer

source: Expand Advanced Toolbar
da_dk: Udvid avanceret værktøjslinje

source: Select type of info to show.
da_dk: Vælg den type oplysninger, der skal vises.

source: Capacity
da_dk: Kapacitet

source: Email templates, which use shortcodes: %s, will be linked to this page
da_dk: E-mail skabeloner, der bruger kortkoder: %s, vil blive linket til denne side

source: The content of field %1$sURL to edit bookings%2$s on the %3$sgeneral booking settings page%4$s must link to this page
da_dk: Indholdet af feltet %1$sURL-adresse til redigering af reservationer%2$s på siden %3$sgenerelle reservationsindstillinger%4$s skal linke til denne side

source: This shortcode %1$s is used on a page, where visitors can %2$smodify%3$s their own booking(s), %4$scancel%5$s or make %6$spayment%7$s after receiving an admin email payment request
da_dk: Denne kortkode %1$s bruges på en side, hvor besøgende kan %2$sændre%3$s deres egne reservationer, %4$sannullere%5$s eller foretage %6$sbetaling%7$s efter at have modtaget en betalingsanmodning via e-mail

source: Show info about Booking Resource
da_dk: Vis oplysninger om booking resource

source: Edit Booking
da_dk: Rediger booking

source: Type IDs of the users (separated by comma ",") for searching availability only for these users, or leave it blank for searching for all users.
da_dk: Indtast ID´er på brugerne (adskilt af komma ",") for at søge tilgængelighed kun efter disse brugere, eller lad den være tom for at søge efter alle brugere.

source: Search only for users
da_dk: Søg kun efter brugere

source: Type the message, when nothing found.
da_dk: Indtast beskeden, når ingenting er fundet.

source: Nothing Found Message
da_dk: Besked når intet blev fundet

source: Result(s) Found
da_dk: Resultat(er) fundet

source: Title of Search results
da_dk: Titel på søgeresultater

source: Type the URL of search results page.
da_dk: Indtast URL-adressen til søgeresultatsiden.

source: URL of search results:
da_dk: URL-adresse til søgeresultater:

source: Check this box to show search results on other page
da_dk: Marker afkrydsningsfeltet, for at få vist søgeresultater på en anden side

source: Search results
da_dk: Søgeresultater

source: Search form
da_dk: Søgeformular

source: Please leave it empty if you want to skip it.
da_dk: Lad det stå tomt, hvis du vil springe det over.

source: First option in dropdown list.
da_dk: Første mulighed i rullelisten.

source: Please Select
da_dk: Vælg venligst

source: First option title
da_dk: Titel på første mulighed

source: Please select the resource:
da_dk: Vælg ressourcen:

source: Default Form
da_dk: Standard formular

source: Preselected resource
da_dk: Forhåndsvalgt ressource

source: Select booking resources, for showing in selectbox. Please use CTRL to select multiple booking resources.
da_dk: Vælg de booking ressourcer, der skal vises i en valgboks. Brug venligst CTRL for at vælge flere booking ressourcer.

source: All
da_dk: Alle

source: Aggregate booking dates from other resources
da_dk: Samlet antal bookinger fra andre ressourcer

source: Select default custom booking form
da_dk: Vælg standard tilpasset booking formular

source: Select start date
da_dk: Vælg startdato

source: Select number of days to scroll after loading
da_dk: Vælg antal dage, der skal rulles efter indlæsning

source: Number of days to scroll
da_dk: Antal dage at rulle

source: Select number of months to scroll after loading
da_dk: Vælg antal måneder, der skal rulles efter indlæsning

source: Number of months to scroll
da_dk: Antal måneder der kan bladres igennem

source: Select type of view format.
da_dk: Vælg visningsformat.

source: View mode
da_dk: Vis tilstand

source: parent resource
da_dk: overordnet ressource

source: Insert into page
da_dk: Indsæt på side

source: Other
da_dk: Andet

source: Only Form
da_dk: Kun formular

source: Resource Selection
da_dk: Valg af ressourcer

source: TimeLine
da_dk: Tidslinje

source: Booking Form
da_dk: Bookingformular

source: Auto cancellation / auto approval of bookings
da_dk: Automatisk annullering / godkendelse af bookinger

source: Values
da_dk: Værdier

source: Type only %1$sunique field name%2$s, that is not using in form
da_dk: Skriv kun %1$sentydigt feltnavn%2$s, der ikke bruges i formularen

source: Label
da_dk: Etiket

source: Set field as required
da_dk: Angiv felt som påkrævet

source: Show / hide field in booking form
da_dk: Vis / skjul felt i bookingformular

source: You can reset your active form template by selecting default %1$sform template%2$s at the top toolbar. Please select the form template and click on %3$sReset%4$s button for resetting only active form (Booking Form or Content of Booking Fields form). Click on %5$sBoth%6$s button if you want to reset both forms: Booking Form and Content of Booking Fields form.
da_dk: Du kan nulstille den aktive formularskabelon ved at vælge standardformularen %1$sformularskabelon%2$s på den øverste værktøjslinje. Vælg formularskabelonen og klik på knappen %3$sNulstil%4$s for kun at nulstille aktiv formular (Reservationsformular eller Indhold af reservationsfelter formular). Klik på knappen %5$sBegge%6$s, hvis du vil nulstille begge formularer: Reservationsformular og Indhold af reservationsfelter formular.

source: Default Form Templates
da_dk: Standard formular skabeloner

source: Please read more about the booking form fields configuration %1$shere%2$s.
da_dk: Læs mere om konfigurationen af reservationsformularfelterne %1$sher%2$s.

source: You can generate the form fields for your form (at the left side) by selection specific field in the above selectbox.
da_dk: Du kan generere formular felterne til din formular (i venstre side) ved at vælge specifikt felt i ovenstående valgboks.

source: Shortcodes
da_dk: Kortkoder

source: Remove
da_dk: Fjern

source: Edit
da_dk: Rediger

source: Name
da_dk: Navn

source: Advanced Fields
da_dk: Avancerede felter

source: Checkbox
da_dk: Afkrydsningsfelt

source: Textarea
da_dk: Tekstfelt

source: Text
da_dk: Tekst

source: Standard Fields
da_dk: Standard-felter

source: Form Field
da_dk: Formular Felt

source: Select
da_dk: Vælg

source: Add New Field
da_dk: Tilføj nyt felt

source: Form Field Configuration
da_dk: Konfiguration af formularfelt

source: Email is sending to Visitor after creation of booking.
da_dk: E-mail sendes til besøgende efter oprettelse af en booking..

source: visitor
da_dk: besøgende

source: Email is sending to Admin after creation of booking.
da_dk: E-mail sendes til administrator efter oprettelse af en booking.

source: admin
da_dk: administrator

source: New
da_dk: Ny

source: If empty then title defined as WordPress
da_dk: Hvis tom, vil titlen blive defineret som WordPress

source: Email was not sent. An error occurred.
da_dk: E-mailen blev ikke sendt. Der opstod en fejl.

source: Email Styles
da_dk: E-mail typografier

source: Header / Footer
da_dk: Sidehoved/sidefod

source: Multipart
da_dk: Både tekst og HTML

source: Plain text
da_dk: Ren tekst

source: Choose which format of email to send.
da_dk: Vælg hvilken type e-mail, du vil sende.

source: The main body text color for email templates.
da_dk: Den primære brødtekstfarve til e-mail skabeloner.

source: Email Body Text Colour
da_dk: E-mail brødtekstfarve

source: The main body background color for email templates.
da_dk: Den primære baggrundsfarve for brødtekst til e-mail skabeloner.

source: Email Body Background Color
da_dk: E-mail-brødtekst baggrundsfarve

source: The background color for email templates.
da_dk: Baggrundsfarven for e-mail skabeloner.

source: Background Color
da_dk: Baggrundsfarve

source: Default color
da_dk: Standard farve

source: The base color for email templates.
da_dk: Grundfarven til e-mail skabeloner.

source: Base Color
da_dk: Grundfarve

source: You can override this email template in this folder %s
da_dk: Du kan tilsidesætte denne mail skabelon i denne mappe %s

source: Standard 1 column
da_dk: Standard 1 kolonne

source: Plain (without styles)
da_dk: Almindelig (uden stilarter)

source: Choose email template.
da_dk: Vælg e-mail skabelon.

source: Email template
da_dk: E-mail skabelon

source: Enter text contained within footer of the email notification
da_dk: Indtast teksten i sidefoden af e-mail meddelelsen

source: Email Footer Text
da_dk: Tekst til e-mailens sidefod

source: Enter main heading contained within the email notification.
da_dk: Indtast hovedoverskriften i e-mail meddelelsen.

source: Email Heading
da_dk: Email overskrift

source: optional
da_dk: valgfri

source: Email Address
da_dk: E-mail adresse

source: Enable this email notification
da_dk: Aktiver denne email-notifikation

source: Enable / Disable
da_dk: Aktiver / Deaktiver

source: Bottom
da_dk: Bund

source: Middle
da_dk: Midt

source: Availability
da_dk: Tilgængelighed

source: Completely Delete
da_dk: Slet Fuldstændig

source: Moved to trash
da_dk: Flyttet til papirkurven

source: Restore
da_dk: Gendan

source: Restore selected bookings
da_dk: Gendan valgte reservationer

source: Do you really want to do this ?
da_dk: Ønsker du virkelig at gøre dette?

source: Move selected bookings to trash
da_dk: Flyt valgte bookinger til papirkurven

source: In Trash
da_dk: I papirkurven

source: Your emails do not match
da_dk: Dine e-mail adresser stemmer ikke overens

source: Customization of email template, which is sending to Visitor after new booking
da_dk: Tilpasning af e-mail skabelon, som sendes til besøgende efter ny booking

source: %s - add the reason booking was cancelled, you can enter it before sending email,
da_dk: %s - tilføj årsagen til, at bookingen blev annulleret, du kan indtaste den, før du sender e-mail,

source: %s - add the reason for booking payment, you can enter it before sending email,
da_dk: %s - tilføj årsagen til reservationsbetalingen, du kan indtaste den, før du sender e-mail,

source: %1$s - inserting link to payment page where visitor can pay for the reservation (possible to use the %2$s parameter for setting different %3$s of this page. Example: %4$s )
da_dk: %1$s - indsættelse af link til betalingsside, hvor besøgende kan betale for reservationen (muligt at bruge %2$s-parameteren til at indstille forskellige %3$s på denne side. Eksempel: %4$s )

source: %1$s - inserting link to the page where visitor can cancel the reservation, (possible to use the %2$s parameter for setting different %3$s of this page. Example: %4$s )
da_dk: %1$s - indsættelse af link til den side, hvor besøgende kan annullere reservationen, (muligt at bruge %2$s-parameteren til at indstille forskellige %3$s på denne side. Eksempel: %4$s )

source: %1$s - inserting link to the page where visitor can edit the reservation, (possible to use the %2$s parameter for setting different %3$s of this page. Example: %4$s )
da_dk: %1$s - indsættelse af link til siden, hvor besøgende kan redigere reservationen, (muligt at bruge %2$s-parameteren til at indstille forskellige %3$s på denne side. Eksempel: %4$s )

source: %s - inserting moderate link of new booking
da_dk: %s - indsættelse af moderator link til ny booking

source: %s - inserting time of this action
da_dk: %s - indsættelse af tidspunktet for denne handling

source: %s - inserting date of this action
da_dk: %s - indsættelse af dato for denne handling

source: %s - inserting address of the page (if any), where visitor make this action
da_dk: %s - indsættelse af adressen på siden (hvis nogen), hvor den besøgende foretager denne handling
