Repository: dsemblano/tijolocwb
Catalog: site/web/app/languages/plugins/booking-*.po
Languages: da_dk

source: Enable automatic approval or cancellation of bookings.
da_dk: Aktivér automatisk godkendelse eller annullering af bookinger.

source: Allow customers to edit or cancel their own bookings.
da_dk: Giv kunderne mulighed for at redigere eller annullere deres egne bookinger.

source: Customize timeline options, including the display of booking details.
da_dk: Tilpas tidslinjeindstillinger, herunder visning af reservationsoplysninger.

source: Enable separate booking admin panels for different WordPress users.
da_dk: Aktivér separate booking-adminpaneler for forskellige WordPress-brugere.

source: Multiuser Admin Panels
da_dk: Administrationspaneler for flere brugere

source: Configure cost per day or night, and set up different payment methods and pricing options.
da_dk: Konfigurer omkostninger pr. dag eller nat, og opsæt forskellige betalingsmetoder og prisindstillinger.

source: Configure the currency used for bookings and payments.
da_dk: Konfigurer den valuta, der bruges til reservationer og betalinger.

source: Set Currency
da_dk: Indstil valuta

source: Set up payment methods such as %s
da_dk: Konfigurere betalingsmetoder som f.eks. %s

source: Set up and configure the import of Google Calendar events using the API.
da_dk: Konfigurer importen af Google Kalender-begivenheder ved hjælp af API'en.

source: Set up and configure the export of bookings into .ics feeds.
da_dk: Konfigurer eksporten af reservationer til .ics feeds.

source: Export Bookings via .ics
da_dk: Eksportér reservationer via .ics

source: Set up and configure the import of events using .ics feeds.
da_dk: Konfigurer og konfigurer importen af hændelser ved hjælp af .ics feeds.

source: Import Bookings via .ics
da_dk: Importer bookinger via .ics

source: Configure import/export rules, timezones, and which fields to include in sync operations.
da_dk: Konfigurer import-/eksportregler, tidszoner og hvilke felter, der skal medtages i synkroniseringshandlinger.

source: Sync Options
da_dk: Synkroniseringsindstillinger

source: Set up automatic email notifications for different booking actions.
da_dk: Konfigurer automatiske mailmeddelelser for forskellige reservationshandlinger.

source: Customize how the booking summary is displayed after a booking is created.
da_dk: Tilpas, hvordan reservationsoversigten vises, når en reservation er oprettet.

source: Choose how time slots are shown in the form: as a dropdown list or a time picker, and set a color theme.
da_dk: Vælg, hvordan tidsintervaller skal vises i formularen: som en rulleliste eller en tidsvælger, og indstil et farvetema.

source: Enable CAPTCHA, auto-fill fields, and customize the form's color theme.
da_dk: Aktiver CAPTCHA, udfyld felter automatisk, og tilpas formularens farvetema.

source: Enable and configure time selection fields in your booking form.
da_dk: Aktivér og konfigurer tidsvalgsfelter i din reservationsformular.

source: Time Slot Configuration
da_dk: Konfiguration af tidsrum

source: Add, remove, or customize fields in your booking form.
da_dk: Tilføj, fjern eller tilpas felter i din reservationsformular.

source: Booking Form Fields
da_dk: Felter til reservationsformular

source: Manage the ability to accept multiple bookings for the same date or time slot.
da_dk: Administrer muligheden for at acceptere flere bookinger for samme dato eller tidsrum.

source: Define unavailable weekdays, add booking buffers, and customize unavailable day options.
da_dk: Definer utilgængelige ugedage, tilføj reservationsbuffere, og tilpas utilgængelige dagsindstillinger.

source: Configure tooltips to display information like booked times, costs, details, and availability when hovering over calendar days.
da_dk: Konfigurer værktøjstip til at vise oplysninger som reserverede tider, omkostninger, detaljer og tilgængelighed, når du holder markøren over kalenderdage.

source: Set up check-in and check-out days for multi-day bookings, with visual indicators like diagonal or vertical lines. Ideal for bookings that require split days.
da_dk: Konfigurer ind- og udtjekningsdage for bookinger over flere dage med visuelle indikatorer som diagonale eller lodrette linjer. Ideel til bookinger, der kræver splitdage.

source: Pro
da_dk: Pro-version

source: Choose how users can select days: single day, multiple days, or a date range with minimum and maximum limits.
da_dk: Vælg, hvordan brugerne kan vælge dage: enkelt dag, flere dage eller et datointerval med minimums- og maksimumgrænser.

source: Adjust the calendar's display by choosing a theme, setting how many months can be scrolled, and defining the legend.
da_dk: Juster kalenderens visning ved at vælge et tema, indstille, hvor mange måneder der kan rulles, og definere forklaringen.

source: Multiuser Options
da_dk: Indstillinger for flere brugere

source: Sync Bookings
da_dk: Synkroniser reservationer

source: Notifications
da_dk: Notifikationer

source: Booking Summary
da_dk: Resume af reservation

source: Customize booking form in a advanced setup
da_dk: Tilpas bookingformular i en avanceret opsætning

source: Advanced Form
da_dk: Avanceret formular

source: Simple Form
da_dk: Simpel formular

source: Reset booking form to the selected form template
da_dk: Nulstil reservationsformular til den valgte formularskabelon

source: %1$s Note!%2$s This feature requires the range days selection mode to be enabled with a minimum of 2 days to select.
da_dk: %1$s Bemærk! %2$s Denne funktion kræver, at valgtilstanden for intervaldage er aktiveret med mindst 2 dage til at vælge.

source: Custom Form
da_dk: Brugerdefineret formular

source: Changeover
da_dk: Overgang

source: Request Update
da_dk: Anmod om opdatering

source: Dashboard
da_dk: Kontrolpanel

source: Enable this option to allow multiple months to be shown in the calendar on mobile devices. By default, the calendar only shows one month on mobile devices for easy scrolling.
da_dk: Aktivér denne indstilling for at tillade, at flere måneder vises i kalenderen på mobilenheder. Som standard viser kalenderen kun én måned på mobile enheder, så det er nemt at rulle.

source: Allow multiple months to be shown on mobile
da_dk: Tillad, at flere måneder vises på mobilen

source: Calendar Look
da_dk: Kalender udseende

source: Calendar Settings
da_dk: Kalender indsilinger

source: Settings General
da_dk: Generelle indstillinger

source: Button
da_dk: Knap

source: Select date(s)
da_dk: Vælg dato(er)

source: Global Settings
da_dk: Globale indstillinger

source: Collapse menu
da_dk: Sammenfold menu

source: Reset booking form fields
da_dk: Nulstil felter i reservationsformular

source: Select a field type from the drop-down list on the left.
da_dk: Vælg en felttype på rullelisten til venstre.

source: Dropdown
da_dk: Rullemenu

source: Customize booking form in a simple setup
da_dk: Tilpas bookingformular i en simpel opsætning

source: Form Fields Setup
da_dk: Opsætning af formularfelter

source: Second Name
da_dk: Andet navn

source: Custom Calendar Skins
da_dk: Tilpasset kalender udseende

source: Legacy Calendar Skins
da_dk: Oprindelig kalender udseende

source: Calendar Skins
da_dk: Kalender udseende

source: Incorrect email address
da_dk: Forkert e-mail adresse

source: Timeline View
da_dk: Tidslinjevisning

source: Example of HTML a link usage: %s )
da_dk: Eksempel på brug af HTML a link: %s )

source: This shortcode available in Pro versions, only!
da_dk: Denne kortkode er kun tilgængelig i Pro-versioner!

source: Enable this option to exclude booking summary details when exporting to Google Calendar using the 'Add to Google Calendar' button.
da_dk: Aktivér denne mulighed for at ekskludere oplysninger om bookingoversigter, når du eksporterer til Google Kalender ved hjælp af knappen "Føj til Google Kalender".

source: Remove Details in Google Calendar Export
da_dk: Fjern detaljer i Google Kalender eksport

source: Save payment details to charge later
da_dk: Gem betalingsoplysninger for at opkræve senere

source: Accept one-time payments
da_dk: Accepter engangsbetalinger

source: Accept one-time payments for cards, iDEAL, and more, or save payment details to charge your customers later.
da_dk: Accepter engangsbetalinger for kort, iDEAL og mere, eller gem betalingsoplysninger for at debitere dine kunder senere.

source: Payment mode
da_dk: Betalingsmetode

source: This option does not work with %s payment systems.
da_dk: Denne mulighed fungerer ikke med %s betalingssystemer.

source: Wizard
da_dk: Guide

source: Times Templates
da_dk: Tider skabeloner

source: fixed
da_dk: låst

source: Show Pricing Options
da_dk: Vis prismuligheder

source: Pricing
da_dk: Priser

source: Define search filter parameters, allowing users to easily find relevant booking resources based on their preferences.
da_dk: Definer søgefilterparametre, så brugerne nemt kan finde relevante bookingressourcer baseret på deres præferencer.

source: Customize specific criteria to refine search results
da_dk: Tilpas specifikke kriterier for at indsnævre søgeresultaterne

source: Contain
da_dk: Indhold

source: Configure the layout and functionality of both the search form and search results
da_dk: Konfigurere layout og funktionalitet for både søgeformularen og søgeresultaterne

source: Hide Toolbar
da_dk: Skjul værktøjslinje

source: Show Toolbar
da_dk: Vis værktøjslinje

source: Hide Column
da_dk: Skjul kolonne

source: Show Labels
da_dk: Vis etiketter

source: Search Filters
da_dk: Søge kriterier

source: Set small text description and thumbnail for booking resources shown in search results.
da_dk: Angiv lille tekstbeskrivelse og miniaturebillede for reservationsressourcer, der vises i søgeresultaterne.

source: Excerpt / Image
da_dk: Uddrag / billede

source: Redirect URL from Search Results to Booking Page
da_dk: Omdiriger URL fra søgeresultater til bookingside

source: Define specific search filter parameters that can be used to refine search results
da_dk: Definere specifikke søgefilterparametre, der kan bruges til at indsnævre søgeresultater

source: Set the thumbnail URL for item shown in search results
da_dk: Angiv webadressen til miniaturebilledet for det element, der vises i søgeresultaterne

source: Specify an excerpt description for display in search results
da_dk: Angive en uddragsbeskrivelse til visning i søgeresultater

source: Customize the title displayed in search results
da_dk: Tilpas den titel, der vises i søgeresultaterne

source: No Image
da_dk: Intet billede

source: Select Image
da_dk: Vælg billede

source: Specify booking form URL
da_dk: Angiv URL-adresse til reservationsformular

source: Searchable
da_dk: Søgbar

source: Disabled
da_dk: Deaktiveret

source: Searchable Resource Setup
da_dk: Opsætning af søgbare ressourcer

source: Compact
da_dk: Kompakt

source: Rooms
da_dk: Værelser

source: Time-Slots
da_dk: Tidsintervaller

source: Single Day
da_dk: Enkelt dag

source: Searchable Resources
da_dk: Søgbare ressourcer

source: Search Options
da_dk: Søgemuligheder

source: Search Results Layout
da_dk: Layout på søgeresultater

source: Search Form Layout
da_dk: Søg i formularlayout

source: Set the title for extra search results outside the selected dates in the search form, showing matches that are within a range of +/- N dates.
da_dk: Angiv titlen for ekstra søgeresultater uden for de valgte datoer i søgeformularen, der viser resultater, der er inden for et interval på +/- N datoer.

source: Extended Search Results Title
da_dk: Titel på udvidede søgeresultater

source: Enter the message to display when no search results are found.
da_dk: Indtast den meddelelse, der skal vises, når der ikke findes nogen søgeresultater.

source: Use %s to display the number of search results.
da_dk: Brug %s til at få vist antallet af søgeresultater.

source: Type the title you want to appear above the search results.
da_dk: Skriv den titel, der skal vises over søgeresultaterne.

source: Set the warning message that appears when users try to search without selecting dates, if date selection is required.
da_dk: Angiv den advarselsmeddelelse, der vises, når brugere forsøger at søge uden at vælge datoer, hvis datovalg er påkrævet.

source: Warning for Missing Dates
da_dk: Advarsel for manglende datoer

source: Enable this option to require users to select check-in and check-out dates in the search form. If disabled, searches will use other criteria, even if no dates are chosen.
da_dk: Aktivér denne indstilling for at kræve, at brugerne vælger ind- og udtjekningsdatoer i søgeformularen. Hvis den er deaktiveret, vil søgninger bruge andre kriterier, selvom der ikke er valgt nogen datoer.

source: Check-in/out Dates Required
da_dk: Ind-/udtjekningsdatoer påkrævet

source: Select this option to automatically open the checkout calendar after choosing a date in the check-in calendar on the search form.
da_dk: Vælg denne indstilling for automatisk at åbne betalingskalenderen, når du har valgt en dato i indtjekningskalenderen i søgeformularen.

source: Auto-open Checkout Calendar
da_dk: Åbn betalingskalender automatisk

source: Check this box to prevent automatic selection of days in the calendar after redirection from search results.
da_dk: Marker dette felt for at forhindre automatisk valg af dage i kalenderen efter omdirigering fra søgeresultater.

source: Disable Days Auto Selection
da_dk: Deaktiver automatisk valg af dage

source: Use here:
da_dk: Brug her:

source: if Search Filter defined as:
da_dk: hvis søgefilter er defineret som:

source: You can use the Search Filter options, which you defined at Searchable Resource page.
da_dk: Du kan bruge indstillingerne for søgefilteret, som du har defineret på siden Søgbar ressource.

source: end time
da_dk: slut tidspunkt

source: start time
da_dk: start tidspunkt

source: search time
da_dk: søgetid

source: plus one date after last searched date
da_dk: plus en dato efter den sidst søgte dato

source: check-out date
da_dk: afrejsedato

source: check-in date
da_dk: ankomstdato

source: resource ID
da_dk: ressource-id

source: resource title
da_dk: ressourcens titel

source: total resource capacity
da_dk: samlet ressource kapacitet

source: Resources Hints
da_dk: Tip til ressourcer

source: number of available items for booking for searched date/time interval
da_dk: antal tilgængelige enheder til booking for søgt dato/klokkeslæt interval

source: button with link to the page with booking form
da_dk: knap med link til siden med bookingformular

source: URL to the page with booking form
da_dk: URL til siden med bookingformular

source: URL of image associated with search result
da_dk: URL-adressen til billedet, der er knyttet til søgeresultatet

source: image associated with search result
da_dk: billede knyttet til søgeresultat

source: search excerpt description
da_dk: søg i uddrag beskrivelse

source: search title
da_dk: søge titel

source: The %1$s shortcode is outdated and no longer supported. Find more details on %2$sthis page%3$s.
da_dk: Den %1$s kortkode er forældet og understøttes ikke længere. Find flere detaljer på %2$sdenne side%3$s.

source: Deprecated Shortcodes
da_dk: Forældede kortkoder

source: Define search filter parameters, allowing users to easily find relevant booking resources based on their preferences.
da_dk: Definer søgefilterparametre, så brugerne nemt kan finde relevante bookingressourcer baseret på deres præferencer.

source: Search Filter Options
da_dk: Indstilling for søgefiltrering

source: %s minutes intervals:
da_dk: %s minutters intervaller:

source: AM / PM time titles and real time values:
da_dk: AM / PM tidstitler og realtidsværdier:

source: Show More
da_dk: Vis mere

source: %s - items count,
da_dk: %s - antal enheder,

source: Standard Shortcodes
da_dk: Standard kortkoder

source: Check the FAQ for details on %1$ssearch form configuration%2$s.
da_dk: Se ofte stillede spørgsmål for at få oplysninger om %1$skonfiguration af søgeformular%2$s.

source: Booking Calendar supercharged with new simple way to configure rows and several columns for you fields configuration.
da_dk: Booking Kalender er blevet superladet med en ny enkel måde at konfigurere rækker og flere kolonner til konfiguration af felter på.

source: Standard Room
da_dk: Standard værelse

source: Setup
da_dk: Opsætning

source: %s - inserting only booking dates without times
da_dk: %s - indsæt kun bookingdatoer uden tidspunkter

source: Personal Information
da_dk: Personlig information

source: Section
da_dk: Sektion

source: %s - time in readable format
da_dk: %s - tid i læsbart format

source: %s - dates in readable format
da_dk: %s - datoer i læsbart format

source: Enter %1$stitle%2$s for this section of Booking Confirmation
da_dk: Indtast %1$stitel%2$s for dette afsnit af reservationsbekræftelsen

source: Enable
da_dk: Aktiver

source: Header
da_dk: Sidehoved

source: Show booking confirmation at same page
da_dk: Vis reservationsbekræftelse på samme side

source: Probably nonce for this page has been expired. Please %1$sreload the page%2$s.
da_dk: Sandsynligvis er ingen for denne side udløbet. %1$sgenindlæs siden%2$s.

source: To update preview, please click on %1$sSave Changes%2$s button.
da_dk: For at opdatere forhåndsvisning skal du klikke på %1$sGem ændringer%2$s knap.

source: Update
da_dk: Opdater

source: Form Width:
da_dk: Formular bredde:

source: Preview
da_dk: Forhåndsvisning

source: Form Layout
da_dk: Formular layout

source: Form Fields
da_dk: Formularfelter

source: Bookings have been marked as %1$s read %2$s
da_dk: Bookinger er markeret som %1$s læst %2$s

source: The booking has been marked as %1$s read %2$s
da_dk: Reservationen er markeret som %1$s læst %2$s

source: Search Form / Results
da_dk: Søgeformular / resultater

source: Search Resources Setup
da_dk: Opsætning af søgeressourcer

source: To ensure your notifications arrive in your and your customers inboxes, we recommend connecting your email address to your domain and setting up a dedicated SMTP server. If something does not seem to be sending correctly, install the %1$s or check the %2$sEmail FAQ%3$s page.
da_dk: For at sikre, at dine meddelelser ankommer til din og dine kunders indbakker, anbefaler vi, at du forbinder din e-mailadresse med dit domæne og opsætter en dedikeret SMTP-server. Hvis noget ikke ser ud til at sende korrekt, skal du installere %1$s eller tjekke siden %2$sE-mail FAQ%3$s.

source: %s - inserting creation date of booking
da_dk: %s - indsættelse af oprettelsesdato for booking

source: Please select check-in and check-out dates to perform the search.
da_dk: Vælg venligst ankomst- og afrejsedatoer for at udføre søgningen.

source: Extended Search Results
da_dk: Udvidede søgeresultater

source: Do not display any messages regarding the import
da_dk: Vis ikke meddelelser vedrørende importen

source: Show the number of imported bookings
da_dk: Vis antallet af importerede reservationer

source: Display Import Status
da_dk: Vis importstatus

source: This shortcode [booking_confirm] is used on a confirmation booking page to display booking details and confirmation after a successful booking.
da_dk: Denne kortkode [booking_confirm] bruges på en reservationsbekræftelsesside til at vise reservationsoplysninger og bekræftelse efter en vellykket reservation.

source: This shortcode [ booking-manager-listing ] used for show events listing from .ics feed URL.
da_dk: Denne kortkode [ booking-manager-listing ] bruges til at vise begivenhedsfortegnelse fra .ics feed-URL.

source: Show Events Listing from .ics feed - Block
da_dk: Vis begivenhedsfortegnelse fra .ics feed - Bloker

source: This shortcode [ booking-manager-import ] is used for import bookings from .ics feed URL into the WP Booking Calendar plugin
da_dk: Denne kortkode [booking-manager-import] bruges til at importere reservationer fra .ics feed-URL til WP Booking Calendar-plugin'et

source: Import Events from .ics feed into WP Booking Calendar - Block
da_dk: Importer begivenheder fra .ics feed til WP Booking Calendar - Block

source: Change this date status at %1$sBooking Calendar %2$s Settings General page %3$s in "Availability" section.
da_dk: Skift denne datostatus på siden %1$sBookingkalender %2$s Indstillinger Generelt %3$s i afsnittet "Tilgængelighed".

source: Change this date status at %1$sBooking Calendar %2$s Availability %3$s Season Availability page.
da_dk: Skift denne datostatus på siden %1$sBookingkalender %2$s Tilgængelighed %3$s Sæsontilgængelighed.

source: Shortcode Configuration
da_dk: Konfiguration af kortkode

source: from
da_dk: fra

source: Show:
da_dk: Vis:

source: Start date:
da_dk: Startdato:

source: All Bookings
da_dk: Alle bookinger

source: The first option in the dropdown list.
da_dk: Den første mulighed i rullelisten.

source: Title for first option
da_dk: Titel på første mulighed

source: The title displayed next to your select box.
da_dk: Titlen, der vises ved siden af dit markeringsfelt.

source: Refer to the FAQ for detailed information on %1$sshortcode configuration%2$s.
da_dk: Se ofte stillede spørgsmål for detaljerede oplysninger om %1$skortkodekonfiguration%2$s.

source: To set this up, choose all or multiple booking resources in the multi-select box.
da_dk: Hvis du vil konfigurere dette, skal du vælge alle eller flere reservationsressourcer i feltet med flere valg.

source: Configure the shortcode to show Timeline.
da_dk: Konfigurer kortkoden til at vise tidslinjen.

source: Set Up Booking Resource(s)
da_dk: Konfigurere reservationsressource(r)

source: Choose the initially selected booking resource.
da_dk: Vælg den oprindeligt valgte reservationsressource.

source: View Options
da_dk: Vis muligheder

source: If you choose the %s form, the system will load either the standard form or the default custom booking form (configured on the Resources page). Alternatively, selecting a specific custom booking form here will ensure that all booking resources use only the form you have chosen.
da_dk: Hvis du vælger %sformularen, indlæser systemet enten standardformularen eller standardformularen til brugerdefineret reservation (konfigureret på siden Ressourcer). Alternativt kan du vælge en specifik brugerdefineret reservationsformular her for at sikre, at alle reservationsressourcer kun bruger den formular, du har valgt.

source: Search results on new page
da_dk: Søgeresultater på ny side

source: Type the title of Search results. %s - show number of search results
da_dk: Skriv titlen på søgeresultaterne. %s - vis antal søgeresultater

source: Search results
da_dk: Søgeresultater

source: Select type of shortcode
da_dk: Vælg type kortkode

source: Manage Booking. Required for booking Edit / Cancel / Payment Request.
da_dk: Administrer booking. Påkrævet for booking Rediger / Annuller / Betalingsanmodning.

source: Booking Support Shortcodes
da_dk: Booking Support kortkoder

source: The content of field %1$s on the %2$sgeneral booking settings page%3$s at %4$s section must link to this page.
da_dk: Indholdet af feltet %1$s på siden %2$sgenerelle reservationsindstillinger%3$s i %4$s sektion skal linke til denne side.

source: This shortcode %s is used on a confirmation booking page to display booking details and confirmation after a successful booking.
da_dk: Denne kortkode%s bruges på en reservationsbekræftelsesside til at vise reservationsoplysninger og bekræftelse efter en vellykket reservation.

source: Listing Events (.ics feed)
da_dk: Annoncering af begivenheder (.ics feed)

source: You can specify the maximum number of events.
da_dk: Du kan angive det maksimale antal hændelser.

source: Strict. All dates in conditional interval
da_dk: Streng. Alle datoer i betinget interval

source: Some date(s) in conditional interval
da_dk: Nogle dato(er) i betinget interval
