Repository: dsemblano/tijolocwb
Catalog: site/web/app/languages/plugins/booking-*.po
Languages: da_dk

source: Please note, in the %1$sOptions list%2$s you can use times in military time format %3$s(24 Hour Time)%4$s only.
da_dk: Bemærk venligst, at du på listen %1$sIndstillinger%2$s kun kan bruge tider i militært tidsformat %3$s(24 timers tid)%4$s kun.

source: Even if visitor selects the booked timeslot, system will not allow them to make the booking.
da_dk: Selvom besøgende vælger det reserverede tidsrum, vil systemet ikke tillade dem at foretage bookingen.

source: Also some early versions of the IE do not support disabling of the options in the selectboxes.
da_dk: Nogle tidlige versioner af IE understøtter heller ikke deaktivering af indstillingerne i valgfelterne.

source: It works only in %1$ssingle day selection%2$s mode.
da_dk: Det fungerer kun i %1$svalg af en enkelt dag%2$s tilstand.

source: Please note, %1$sthe use of the time shortcode%2$s. If you select a date with some booked time slots, this time field will %3$sdisable booked times slots%4$s (set them as grayed).
da_dk: Bemærk venligst, %1$sbrugen af tidskortkoden%2$s. Hvis du vælger en dato med nogle bookede tidsintervaller, vil dette tidsfelt %3$sdeaktivere bookede tidsintervaller%4$s (indstil dem som nedtonede).

source: Time Slot
da_dk: Tidsinterval

source: Select the %1$s using the predefined %2$sTime List%3$s.
da_dk: Vælg %1$s ved hjælp af den foruddefinerede %2$sTidsliste%3$s.

source: Time Slot List
da_dk: Tidsinterval liste

source: Times Fields
da_dk: Tidspunkt felter

source: Submit Button
da_dk: Afsend knap

source: Insert %s shortcode to prevent SPAM bookings.
da_dk: Indsæt %s kortkode for at forhindre SPAM-bookinger.

source: Radio Button(s)
da_dk: Radioknap(er)

source: Checkbox(es)
da_dk: Afkrydsningsfelt(er)

source: Drop Down
da_dk: Rulleliste

source: This is the primary email field, which is used for sending emails to visitors.
da_dk: Dette er det primære e-mail felt, som bruges til at sende e-mails til besøgende.

source: You must have this shortcode:%s in the booking form.
da_dk: Du skal have denne kortkode:%s i booking formularen.

source: Email Field
da_dk: E-mail felt

source: You can %1$suse this shortcode only once%2$s in the form.
da_dk: Du kan %1$skun bruge denne kortkode én gang%2$s i formularen.

source: Please check more about this feature %1$shere%2$s.
da_dk: Se mere om denne funktion %1$sher%2$s.

source: %1$s – calendar of booking resource with %2$s
da_dk: %1$s – kalender for booking af ressource med %2$s

source: where %1$s – default calendar %2$s (you can select desired resource of calendar by inserting shortcode into page)%3$s
da_dk: hvor %1$s - standard kalender %2$s (du kan vælge den ønskede ressource i kalenderen ved at indsætte kortkode på siden)%3$s

source: Example: %s.
da_dk: Eksempel: %s.

source: You can insert several calendars of different resources into the form allowing you to book several resources during one booking process.
da_dk: Du kan indsætte flere kalendere med forskellige ressourcer i formularen, så du kan booke flere ressourcer under én bookingproces.

source: You must to have this shortcode:%s in the form.
da_dk: Du skal have disse kortkoder:%s i formularen.

source: Required Fields in Booking Form
da_dk: Påkrævet felter i booking formular

source: General Information
da_dk: Generel information

source: Rows
da_dk: Rækker

source: Put this code in %1$sContent of Booking Fields%2$s and in %3$sEmail Templates%4$s
da_dk: Indsæt denne kode i %1$sIndhold af reservationsfelter%2$s og i %3$sE-mail-skabeloner%4$s

source: Copy and paste this shortcode into the form at left side
da_dk: Kopier og indsæt denne kortkode i formularen i venstre side

source: Maxlength
da_dk: Maks. længde

source: Size
da_dk: Størrelse

source: Class
da_dk: Klasse

source: Placeholder
da_dk: Pladsholder

source: Set as %1$srequired%2$s
da_dk: Indstil som %1$spåkrævet%2$s

source: Allow %1$smultiple%2$s selections
da_dk: Tillad %1$sflere%2$s valg

source: One Value from %1$sOptions%2$s list
da_dk: Én værdi fra listen %1$sIndstillinger%2$s

source: One title per line
da_dk: En titel pr. linje

source: Titles of options
da_dk: Titler på muligheder

source: One option per line
da_dk: Én indstilling pr. linje

source: required
da_dk: påkrævet

source: One Value from %1$sOptions%2$s list or term %3$s for selection of all checkboxes
da_dk: En værdi fra listen %1$sIndstillinger%2$s eller termen %3$s til valg af alle afkrydsningsfelter

source: Default value
da_dk: Standard værdi

source: Make it %1$sexclusive%2$s
da_dk: Gør det %1$seksklusivt%2$s

source: Put a label before field
da_dk: Sæt en etiket før feltet

source: Wrap each item with %s tag
da_dk: Ombryd hvert emne med %s tag

source: No results found.
da_dk: Ingen resultater fundet.

source: Upgrade to higher version
da_dk: Opgrader til højere version

source: You can use any %1$sHTML tags%2$s in the booking form. Please use the HTML tags carefully. Be sure, that all "open" tags (like %3$s) are closed (like this %4$s).
da_dk: Du kan bruge alle %1$sHTML-tags%2$s i bookingformularen. Brug HTML-tags med omhu. Sørg for, at alle "åbne" tags (som %3$s) er lukkede (som denne %4$s).

source: %s - inserting new line
da_dk: %s - indsættelse af ny linje

source: %s - inserting data from fields of booking form
da_dk: %s - indsætter data fra felter i booking formularen

source: Hints
da_dk: Tip

source: Time slots for different weekdays
da_dk: Tidsrum for forskellige hverdage

source: Wizard (several steps)
da_dk: Guidet (flere trin)

source: Advanced Templates
da_dk: Avancerede skabeloner

source: Time Slots
da_dk: Tidsintervaller

source: Columns
da_dk: Kolonner

source: Standard Templates
da_dk: Standard skabeloner

source: Form Template
da_dk: Formularskabelon

source: Content of booking fields data for email templates (%s-shortcode) and booking listing page
da_dk: Indhold af booking felter, data til e-mail skabeloner (%s-kortkode) og booking liste side

source: Generate tag
da_dk: Generer tag

source: Form fields
da_dk: Formularfelter

source: Customization of booking resource
da_dk: Tilpasning af bookingressource

source: Modified
da_dk: Ændret

source: Check this box if you want to change the booking hash after approval. When checked, visitor will not be able to edit or cancel the booking.
da_dk: Marker afkrydsningsfeltet, hvis du vil ændre booking-hashtegn efter godkendelse. Når den er markeret, vil den besøgende ikke kunne redigere eller annullere bookingen.

source: Change hash after the booking is approved
da_dk: Ændre hashtegn efter booking er godkendt

source: Type URL for %1$svisitors%2$s to edit bookings. You must insert %3$s shortcode into this page.
da_dk: Skriv URL-adresse for %1$sbesøgende%2$s for at redigere bookinger. Du skal indsætte %3$s kortkode på denne side.

source: URL to edit bookings
da_dk: URL til redigering af bookinger

source: comma
da_dk: komma

source: semicolon
da_dk: semikolon

source: Check this box if you want to %1$sshow popover with booking details%2$s in timeline at %3$sfront-end%4$s side.
da_dk: Marker dette felt, hvis du vil %1$svis popover med bookingoplysninger%2$s på tidslinjen på %3$sfront-end%4$s side.

source: Booking details in popover
da_dk: Booking oplysninger i pop op-vindue

source: Type %1$sdefault title of bookings%2$s in %3$stimeline at front-end side%4$s. You can use the shortcodes from the bottom form of Settings Fields page.
da_dk: Skriv %1$sstandardtitel på reservationer%2$s på %3$stidslinje på front-end-siden%4$s. Du kan bruge kortkoderne fra den nederste form på siden Indstillingsfelter.

source: Type %1$sdefault title of bookings%2$s in calendar view mode at Booking Listing page (You can use the shortcodes from the bottom form of Settings Fields page).
da_dk: Skriv %1$sstandardtitel på bookinger%2$s i kalendervisningstilstand på siden Bookingopslag (du kan bruge kortkoderne fra den nederste formular på siden Indstillingsfelter).

source: Admin Panel
da_dk: Administratorpanel

source: Booking title
da_dk: Booking titel

source: Select number of booking resources (single or parent) per page at Resource menu page
da_dk: Vælg antal booking ressourcer (enkelte eller overordnede) pr. side på Resource menu siden

source: Resources number per page
da_dk: Antal ressourcer pr. side

source: Select your default booking resource.
da_dk: Vælg din standard booking ressource.

source: Default booking resource
da_dk: Standard booking resource

source: Please, reserve an apartment with fresh flowers.
da_dk: Reservér en lejlighed med friske blomster.

source: %1$sNo this booking resources.%2$s
da_dk: %1$sNej denne booking ressourcer. %2$s

source: %1$sYou do not have permissions for this booking resources.%2$s
da_dk: %1$sDu har ikke tilladelser til disse reservationsressourcer. %2$s

source: %1$sYou do not have permissions for this page.%2$s Your account is not active, please contact administrator.%3$s
da_dk: %1$sDu har ikke tilladelser til denne side. %2$s Din konto ikke er aktiv, skal du kontakte administratoren. %3$s

source: Work days
da_dk: Arbejdsdage

source: Delete data
da_dk: Slet data

source: delete all booking data
da_dk: slet alle booking data

source: Delete settings
da_dk: Slet indstillinger

source: delete configuration
da_dk: slet konfiguration

source: Deactivate
da_dk: Deaktiver

source: make user inactive
da_dk: gør brugeren inaktiv

source: Activate
da_dk: Aktiver

source: make user active
da_dk: gøre bruger aktiv

source: Do you really want
da_dk: Vil du virkelig

source: Unlimited
da_dk: Ubegrænset

source: Set user as
da_dk: Indstil bruger som

source: User Role
da_dk: Bruger rolle

source: User is Deactivated
da_dk: Brugeren er deaktiveret

source: User is Activated
da_dk: Brugeren er aktiveret

source: Manage Users
da_dk: Administrer brugere

source: Inactive User
da_dk: Inaktiv bruger

source: Regular User
da_dk: Almindelig bruger

source: User
da_dk: Bruger

source: Auto-fill form
da_dk: Udfyld formular automatisk

source: Send Request
da_dk: Send anmodning

source: Type your %1$sreason for payment%2$s request
da_dk: Indtast din anmodning om %1$sårsag til betaling%2$s

source: Send payment request to customer
da_dk: Send betalingsanmodning til kunden

source: Change status
da_dk: Ændre status

source: Save cost
da_dk: Spar omkostninger

source: Print
da_dk: Udskriv

source: Send payment request to visitor
da_dk: Send betalingsanmodning til besøgende

source: Suspended
da_dk: Suspenderet

source: Rejected
da_dk: Afvist

source: Abort
da_dk: Afbrudt

source: Invalid
da_dk: Ugyldig

source: Malformed
da_dk: Misdannede

source: Not authed
da_dk: Ikke authed

source: Voided
da_dk: Ophævet

source: Reversed
da_dk: ﻿Tilbageført

source: Expired
da_dk: Udløbet

source: Denied
da_dk: Afvist

source: Processed
da_dk: Behandlet

source: Unknown status
da_dk: Ukendt status

source: !Paid OK
da_dk: ! Betalt OK

source: Fraud
da_dk: Bedrageri

source: Refunded
da_dk: Refunderet

source: Cancelled
da_dk: Annulleret

source: Partially paid
da_dk: Delvist betalt

source: In-Progress
da_dk: Igangværende

source: Completed
da_dk: Gennemført

source: Failed
da_dk: Mislykkedes

source: Not Completed
da_dk: Ikke afsluttet

source: Unknown Status
da_dk: Ukendt status

source: Any Status
da_dk: Vilkårlig Status

source: Payment status
da_dk: Betalingsstatus

source: Total cost
da_dk: Samlet omkostning

source: The changing of payment status is failed
da_dk: Ændring af betalingsstatus mislykkedes

source: The payment status is changed successfully
da_dk: Betalingsstatus er ændret

source: The time(s) may be booked, or already in the past!
da_dk: Tidspunktet kan allerede være booket, eller er allerede optaget!

source: End Time is invalid. The date or time may be booked, or already in the past. The End Time may also be earlier that the start time, if only 1 day was selected! Please choose another date or time.
da_dk: Slut tidspunktet er ugyldigt. Datoen eller klokkeslættet kan være booket eller allerede optaget. Slut tidspunktet kan også være tidligere end start tidspunktet, hvis kun 1 dag blev valgt! Vælg en anden dato eller et andet tidspunkt.

source: Start Time is invalid. The date or time may be booked, or already in the past! Please choose another date or time.
da_dk: Start tidspunktet er ugyldigt. Dato eller klokkeslæt kan være booket, eller allerede optaget! Vælg en anden dato eller et andet tidspunkt.

source: Error! Please reset your check-in/check-out dates above.
da_dk: Fejl! Nulstil venligst dine ind- og udtjekningsdatoer ovenfor.

source: Customization of email template, which is sending to Visitor after payment request
da_dk: Tilpasning af e-mail skabelon, som sendes til besøgende efter betalingsanmodning

source: Payment request
da_dk: Betalingsanmodning

source: Type the reason for %1$scancellation%2$s for the email template.
da_dk: Skriv årsagen til %1$sannullering%2$s for mailskabelonen.

source: Reason for cancellation
da_dk: Årsag til annullering

source: Check this box to %1$ssend%2$s cancellation email for this resource.
da_dk: Markér dette afkrydsningsfelt for at %1$ssend%2$s annulleringsmail for denne ressource.

source: Cancellation email sent
da_dk: Send e-mail om annullering

source: Cancel only pending, unpaid bookings, which are older than this selection.
da_dk: Annuller kun afventende, ubetalte bookinger, som er ældre end dette valg.

source: Cancel bookings older
da_dk: Annuller ældre bookinger

source: Check this box to %1$sactivate%2$s auto-cancellation for pending, unpaid bookings.
da_dk: Marker dette felt for at %1$saktivere%2$s automatisk annullering for afventende, ubetalte bookinger.

source: Check this checkbox to %1$sactivate%2$s auto approve of all new pending bookings.
da_dk: Markér dette afkrydsningsfelt for at %1$saktivere%2$s automatisk godkende alle nye afventende bookinger.

source: Auto approve all new bookings
da_dk: Automatisk godkendelse af alle nye bookinger

source: Type your time format for emails and the booking table. %1$sDocumentation on time formatting%2$s
da_dk: Indtast dit tidsformat for e-mails og reservationstabellen. %1$sDokumentation for tidsformatering%2$s

source: Time Format
da_dk: Tidsformat

source: Type your %1$stitle%2$s, what will show in mouseover tooltip near booked timeslot(s)
da_dk: Indtast din %1$stitel%2$s, hvad der vises i mouseover-værktøjstip i nærheden af bookede tidsintervaller

source: Title of booked timeslot(s)
da_dk: Titel af forudbestilt tidsrum

source: Check this option, to show change over days as triangles.
da_dk: Markér denne indstilling for at vise ændringer overtagelsesdage som trekanter.

source: Change over days as triangles
da_dk: Skift overtagelsesdage som trekanter

source: Check-Out time
da_dk: Afrejse tidspunkt

source: Check-in time
da_dk: Ankomst tidspunkt

source: %1$s Important!%2$s This will overwrite any times selection in your booking form.
da_dk: %1$s vigtigt! %2$s Dette vil overskrive ethvert tidsvalg i din reservationsformular.

source: Use check in/out time
da_dk: Anvend ankomst/afrejse tidspunkt

source: Type your %1$sspecific%2$s days, which can be selected by visitors, or leave this value empty. It can be several days separated by comma (example: %3$s) or by dash (example: %4$s, its the same like this: %5$s) or combination (example:%6$s, its the same like this: %7$s)
da_dk: Indtast dine %1$sspecifikke%2$s dage, som kan vælges af besøgende, eller lad denne værdi stå tom. Det kan være flere dage adskilt af komma (eksempel: %3$s) eller med bindestreg (eksempel: %4$s, det er det samme som dette: %5$s) eller kombination (eksempel:%6$s, det er det samme som dette: %7$s)

source: Specific days selections
da_dk: Valg af bestemte dage

source: Select your %1$sminimum and maximum number of days for range selection%2$s
da_dk: Vælg dit %1$sminimum og maksimum antal dage for valg af interval%2$s

source: Max
da_dk: Maks

source: Select your start day of range selection at week
da_dk: Vælg din startdag for valg af interval i ugen

source: Start day of range
da_dk: Startdag for interval

source: Any day of week
da_dk: Alle ugens dage

source: Specific day(s) of week
da_dk: Specifik ugedag(e)

source: Type your %1$snumber of days for range selection%2$s
da_dk: Indtast dit %1$santal dage for valg af interval%2$s

source: Days selection number
da_dk: Valg af antal dage

source: Select a %1$sDYNAMIC%2$s range of days with %3$s2 mouse clicks%4$s
da_dk: Vælg et %1$sDYNAMISK%2$s interval af dage med %3$s2 museklik%4$s

source: Select a %1$sFIXED%2$s number of days with %3$s1 mouse click%4$s
da_dk: Vælg et %1$sFAST%2$s antal dage med %3$s1 museklik%4$s

source: Apartment#3
da_dk: Lejlighed #3

source: Apartment#2
da_dk: Lejlighed #2

source: Apartment#1
da_dk: Lejlighed #1

source: Create conditional days filter
da_dk: Opret filter for betingede dage

source: There are no extended booking forms
da_dk: Der er ingen udvidede reservationsformularer

source: Create new form
da_dk: Opret ny formular

source: Create
da_dk: Opret

source: Type the name of booking form
da_dk: Indtast navnet på reservationsformularen

source: Add New Custom Form
da_dk: Tilføj ny brugerdefineret formular

source: Do you really want to delete selected booking form ?
da_dk: Ønsker du virkelig at slette den valgte bookingformular?

source: Delete selected booking form
da_dk: Slet valgt reservationsformular

source: Total booking resource cost
da_dk: Samlet booking ressource omkostning

source: Standard booking resource cost
da_dk: Standard booking ressource omkostning

source: of
da_dk: af

source: of every month
da_dk: af hver måned

source: on each
da_dk: på hver

source: On each
da_dk: På hver

source: on each day
da_dk: på hver dag

source: Each day
da_dk: Hver dag

source: Every
da_dk: Hver

source: time
da_dk: tidpunkt

source: No days
da_dk: Ingen dage

source: Oct
da_dk: Okt

source: Fr
da_dk: Fre

source: We
da_dk: Ons

source: Mo
da_dk: Man

source: Years
da_dk: År

source: October
da_dk: Oktober

source: July
da_dk: Juli

source: June
da_dk: Juni

source: May
da_dk: Maj

source: March
da_dk: Marts

source: February
da_dk: Februar

source: January
da_dk: Januar

source: Months
da_dk: Måneder

source: Weekdays
da_dk: Hverdage

source: Type filter name
da_dk: Skriv filternavn

source: Filter Name
da_dk: Filter navn

source: Conditional Dates Filter
da_dk: Betingede datoer filter

source: Specific Dates Filter
da_dk: Specifikke datoer Filter

source: Customization of Season Filters
da_dk: Tilpasning af sæsonfiltre

source: Set Deposit Amount
da_dk: Angiv depositumsbeløb

source: Set Rate
da_dk: Angiv ratebeløb

source: Costs and Rates Settings
da_dk: Indstillinger for omkostninger og ratesatser

source: Additional cost in %s per 1 day
da_dk: Ekstra omkostninger i %s pr. 1 dag

source: to
da_dk: til

source: per 1 day
da_dk: pr. 1 dag

source: from the cost of 1 day
da_dk: fra omkostningerne for 1 dag

source: for all days!
da_dk: for alle dage!

source: Specific cost will take affect, only if it active (the box at the left side is checked) and if "Check In" (start) date belong to selected season filter or if set "Any days".
da_dk: Specifikke omkostninger vil kun påvirke, hvis den er aktiveret (feltet i venstre side er markeret), og hvis "Check-ind" (start) dato tilhører det valgte sæsonfilter, eller hvis det er indstillet til "Alle dage".

source: Example
da_dk: Eksempel

source: %s - definition of check-out date.
da_dk: %s - definition af afrejsedato.

source: %1$s and %2$s terms have higher priority than a range %3$s days.
da_dk: %1$s og %2$s termer har højere prioritet end et interval %3$s dage.

source: For
da_dk: Til

source: Together
da_dk: Tilsammen

source: Please create all %1$s terms firstly %2$s(from higher priority to lower)%3$s, then terms %4$s and after terms %5$s
da_dk: Opret alle %1$s termer først %2$s(fra højere prioritet til lavere)%3$s, derefter termer %4$s og efter termer %5$s

source: Cost setings at %1$stop have higher priority%2$s than other costs of same type at the %3$sbottom%4$s of the list.
da_dk: Omkostningsindstillinger i %1$stop har højere prioritet%2$s end andre omkostninger af samme type %3$snederst%4$s på listen.

source: Add new cost
da_dk: Tilføj nye omkostninger

source: Set Valuation Days
da_dk: Angiv vurderingsdage

source: Enter seasonal rate(s) (cost diference in %1$s from standard cost %2$s or a fixed cost) of the booking resource (%3$s) or %4$sAdd a new seasonal filter%5$s
da_dk: Angiv sæsonsats(er) (omkostningsafvigelse i %1$s fra standardomkostninger %2$s eller en fast omkostning) for reservationsressourcen (%3$s) eller %4$sTilføj et nyt sæsonfilter%5$s

source: Season
da_dk: Sæson

source: Seasonal price
da_dk: Sæsonpris

source: Rates
da_dk: Satser

source: Set Rates
da_dk: Angiv ratebeløb

source: Deposit payment total
da_dk: Depositum i alt

source: Any days
da_dk: Alle dage

source: Show deposit payment form, only if %1$sCheck In%2$s day inside of this %3$sSeason Filter%4$s
da_dk: Vis kun indbetalingsformular, hvis %1$sCheck ind%2$s dag inde i dette %3$ssæsonfilter%4$s

source: Show deposit payment form, only if difference between %1$sToday%2$s and %3$sCheck In%4$s days more than
da_dk: Vis indbetalingsformular, kun hvis forskellen mellem %1$sI dag%2$s og %3$sCheck ind%4$s dage mere end

source: Conditions
da_dk: Betingelser

source: of payment
da_dk: af betaling

source: fixed total in
da_dk: fast total i

source: Deposit amount
da_dk: Indbetaling beløb

source: deposit payment for booking resource
da_dk: depositum for bookingressource

source: Set Deposit
da_dk: Indstil indbetaling

source: Please check more info about configuration of this cost settings on this %1$spage%2$s.
da_dk: Se mere information om konfiguration af disse omkostningsindstillinger på denne %1$sside%2$s.

source: Enter percentage as additional sum, which is based only on original cost and not full sum
da_dk: Angiv procent som ekstra sum, der kun er baseret på oprindelige priser og ikke den samlet sum

source: or
da_dk: eller

source: %1$s, then total cost will be (if selected 3 days) %2$s
da_dk: %1$s, vil de samlede omkostninger være (hvis valgt 3 dage) %2$s

source: Enter fixed amount for each selected day
da_dk: Indtast fast beløb for hver valgt dag

source: Enter percentage of the entire booking
da_dk: Angiv en procentdel af den samlede booking

source: %1$s, then total cost will be %2$s
da_dk: %1$s, så vil de samlede omkostninger blive %2$s

source: Enter fixed cost
da_dk: Angive faste omkostninger

source: For example, if the original cost of the booking is %s, then after applying additional costs the total cost will be folowing
da_dk: For eksempel, hvis den oprindelige pris for bookingen er %s, vil de samlede omkostninger efter anvendelse af ekstra omkostninger være følgende

source: Enter additional cost in formats:
da_dk: Indtast ekstra omkostninger i formater:

source: as additional sum
da_dk: som tillægsbeløb

source: night
da_dk: nat

source: of total cost
da_dk: af de samlede omkostninger

source: Deposit type
da_dk: Depositum type

source: Fields %1$s(selectbox(es) and checkbox(es))%2$s are shown here automatically if they exist in the %3$sbooking form%4$s.
da_dk: Felter %1$s(afkrydsningsfelt(er) og afkrydsningsfelt(er)%2$s vises her automatisk, hvis de findes i %3$sreservationsformularen%4$s.

source: Configure additional cost, which depend from selection of selectbox(es) and checkbox(es).
da_dk: Konfigurer ekstra omkostninger, som afhænger af valg af valgfelt(er) og afkrydsningsfelt(er).

source: Advanced Cost Settings
da_dk: Avancerede omkostningsindstillinger

source: Enabled
da_dk: Aktiveret

source: Show all exist season filters
da_dk: Vis alle eksisterende sæsonfiltre

source: Hide season filters
da_dk: Skjul sæsonfiltre

source: Select %1$s days by activating specific season filter below or %2$sadd new season filter%3$s
da_dk: Vælg %1$s dage ved at aktivere specifikt sæsonfilter nedenfor eller %2$stilføj nyt sæsonfilter%3$s
