Repository: dsemblano/tijolocwb
Catalog: site/web/app/languages/plugins/booking-*.po
Languages: da_dk

source: The plugin tries to use translations from %1$s, if failed (doesn't exist), try using translations from %2$s folder. You can change this behavior with this option.
da_dk: Pluginnet forsøger at bruge oversættelser fra %1$s, hvis det mislykkedes (findes ikke), kan du prøve at bruge oversættelser fra %2$s mappe. Du kan ændre denne funktionsmåde med denne indstilling.

source: Local
da_dk: Lokal

source: Firstly load translation
da_dk: Indlæs først oversættelse

source: Select number of days to show in month view mode for one booking resource.
da_dk: Vælg antal af dage, der skal vises i den månedlige visningstilstand for én booking ressource.

source: Days number to show in month view mode
da_dk: Antal dage, der skal vises i den månedlige visningstilstand

source: for one booking resource
da_dk: for én booking ressource

source: Select number of days to show in %1$sDay%2$s view mode
da_dk: Vælg antal dage, der skal vises i %1$sDag%2$s visningstilstand

source: Days number to show in day view mode
da_dk: Antal dage, der skal vises i den daglige visningstilstand

source: Default view mode
da_dk: Standard visningstilstand

source: Export all pages to CSV
da_dk: Eksporter alle sider til CSV

source: Export page to CSV
da_dk: Eksporter side til CSV

source: Currency Settings
da_dk: Valuta indstillinger

source: Display %1$sDaily costs%2$s and %3$sAdditional costs%4$s for checking costs configuration. Check this box only during testing.
da_dk: Vis %1$sDaglige omkostninger%2$s og %3$sEkstra omkostninger%4$s til kontrol af omkostningskonfiguration. Marker kun dette felt under test.

source: Show debug cost info
da_dk: Vis oplysninger om fejlfindingsomkostninger

source: Check this box if you want to calculate the deposit amount based on daily costs only, without additional costs.
da_dk: Marker afkrydsningsfeltet, hvis du kun vil beregne depositumbeløbet baseret på daglige omkostninger uden yderligere omkostninger.

source: Calculate the deposit only based on daily costs
da_dk: Beregn kun depositum baseret på daglige omkostninger

source: Please check more %1$shere%2$s
da_dk: Se mere %1$sher%2$s

source: Imported bookings
da_dk: Importerede bookinger

source: Bookings created in Booking Calendar
da_dk: Bookinger oprettet i Booking kalender

source: Select which type of bookings to export
da_dk: Vælg, hvilken type bookinger, der skal eksporteres

source: Export bookings type
da_dk: Eksportér booking type

source: require activation in your Stripe dashboard
da_dk: kræver aktivering i dit Stripe-kontrolpanel

source: available only for countries
da_dk: kun tilgængelig for lande

source: can only be charged in
da_dk: kan kun oplades i

source: Different payment methods require different conditions. Some payment methods require selection of EUR currency, other available only in specific countries.
da_dk: Forskellige betalingsmetoder kræver forskellige betingelser. Nogle betalingsmetoder kræver valg af EUR-valuta, andre er kun tilgængelige i bestemte lande.

source: Use Ctrl button to select multiple options.
da_dk: Brug Ctrl-knappen til at vælge flere indstillinger.

source: Select one or several payment methods.
da_dk: Vælg en eller flere betalingsmåder.

source: Payment Methods
da_dk: Betalingsmetoder

source: Card
da_dk: Kort

source: The booked dates already in the past
da_dk: De reserverede datoer allerede optaget

source: Time slots
da_dk: Tidsperioder

source: 2 columns with times
da_dk: 2 kolonner med klokkeslæt

source: columns
da_dk: kolonner

source: Select the skin of the time picker
da_dk: Markere temaet for tidsvælgeren

source: Time Picker Skin
da_dk: Tidsvælger tema

source: Show time slots as a time picker instead of a select box.
da_dk: Vis tidsintervaller som en tidsvælger i stedet for et valgfelt.

source: Time picker for time slots
da_dk: Tidsvælger til tidsintervaller

source: Auto-updates are not available for this plugin.
da_dk: Automatiske opdateringer er ikke tilgængelige for dette plugin.

source: If you need to add %1$sPayPal tax fee%2$s payment (only for PayPal payment system), then enter amount of tax fee in percents
da_dk: Hvis du har brug for at tilføje %1$sPayPal skattegebyr%2$s betaling (kun for PayPal betalingssystem), skal du angive skattegebyrets beløb i procent

source: PayPal Fee
da_dk: PayPal-gebyr

source: PayPal fee
da_dk: PayPal-gebyr

source: Calendar next to form
da_dk: Kalender ved siden af formular

source: Check this box if you want apply discount coupon codes directly to days cost, without additional costs.
da_dk: Marker afkrydsningsfeltet, hvis du vil anvende rabatkoder direkte på dagsomkostninger uden ekstra omkostninger.

source: Apply discount coupon code directly to days cost
da_dk: Anvend rabatkode direkte på dagsomkostninger

source: Shuffle
da_dk: Bland

source: Check this box if you want to update cost after editing booking in admin panel, based on new booking data
da_dk: Marker afkrydsningsfeltet, hvis du vil opdatere omkostningerne efter redigering af booking i administratorpanelet, baseret på nye booking data

source: Update cost, after booking editing in admin panel
da_dk: Opdater omkostningerne, efter redigering af booking i administrationspanelet

source: %1$sFor Malaysia Only%2$s. iPay88 - Payment Switching Gateway integration %3$s
da_dk: %1$sKun for Malaysia%2$s. iPay88 - Integration af betalingsskift Gateway %3$s

source: Check this box if you want to log approving or rejection of bookings and add it to your booking notes.
da_dk: Marker afkrydsningsfeltet, hvis du vil logge godkendelse eller afvisning af bookinger og tilføje det til dine booking notater.

source: Select date format for search form
da_dk: Vælg datoformat for søgeformular

source: You may test your integration over HTTP. However, live integrations must use HTTPS.
da_dk: Du kan teste din integration via HTTP. Live-integrationer skal dog bruge HTTPS.

source: require correct configuration of this option: %1$sURL to edit bookings%2$s
da_dk: kræv korrekt konfiguration af denne mulighed: %1$sURL til at redigere bookinger%2$s

source: Booking %s have been moved to trash.
da_dk: Booking %s er flyttet til papirkurven.

source: Booking %s have been set as pending.
da_dk: Booking %s er angivet til afventer.

source: Booking %s have been approved.
da_dk: Booking %s er blevet godkendt.

source: If you have no account on this system, please sign up for a %1$sdeveloper test account%2$s to obtain an API Login ID and Signature Key. These keys will authenticate requests to the payment gateway.
da_dk: Hvis du ikke har nogen konto på dette system, skal du tilmelde dig en %1$sudviklertestkonto%2$s for at få et API-login-id og en signaturnøgle. Disse nøgler godkender anmodninger til betalingsgatewayen.

source: For more information, please check %1$shere%2$s
da_dk: For mere information, se venligst %1$sher%2$s

source: Click Copy to Clipboard.
da_dk: Klik på Kopier til Udklipsholder.

source: Select New Signature Key. Your signature key is displayed as a string.
da_dk: Vælg Ny signaturnøgle. Din signaturnøgle vises som en streng.

source: Answer the secret question.
da_dk: Besvar det hemmelige spørgsmål.

source: In the merchant interface, go to Account > Settings > Security Settings > General Security Settings > API Credential & Keys
da_dk: I Forhandler kontrolpanelet, skal du gå til Konto > Indstillinger > Sikkerhedsindstillinger > Generelle sikkerhedsindstillinger > API-legitimationsoplysninger og nøgler

source: Log on to the %1$sMerchant Interface%2$s
da_dk: Log på %1$sMerchant Interface%2$s

source: To generate new Signature Key
da_dk: Sådan genereres en ny signaturnøgle

source: Please enter the Signature Key, which you generated in the settings of Merchant Interface.
da_dk: Indtast signatur nøglen, som du genererede i indstillingerne i Forhandler kontrolpanelet.

source: Check this box if you want to skip checking availability of new booking resource during changing booking resource of exist booking at Booking Listing page.
da_dk: Marker afkrydsningsfeltet, hvis du vil springe kontrol af tilgængeligheden af nye booking ressourcer over under ændring af booking ressourcen for eksisterende bookinger på booking liste siden.

source: Force change booking resource for exist booking
da_dk: Gennemtving ændre booking ressource til for eksisterende bookinger

source: Check this box if you want to deactivate by default option "Send email" at Add Booking page.
da_dk: Marker afkrydsningsfeltet, hvis du som standard vil deaktivere indstillingen "Send e-mail" på siden Tilføj booking.

source: Deactivate send email option at Add Booking page
da_dk: Deaktiver send e-mail muligheden på Tilføj booking siden

source: Cost of booking
da_dk: Omkostninger ved reservation

source: Cost of booking resource
da_dk: Omkostninger ved booking ressource

source: Priority field of booking resource
da_dk: Prioritetsfelt for booking ressource

source: Title of booking resource
da_dk: Titel på booking ressource

source: ID of booking resource
da_dk: ID for booking ressource

source: Select type of sorting search results
da_dk: Vælg sorteringstype af søgeresultater

source: Sort search results by
da_dk: Sorter søgeresultater efter

source: This is not real preview. Its configuration block of "Booking Calendar".
da_dk: Dette er ikke rigtig forhåndsvisning. Det er konfigurations blok af "Booking Kalender".

source: Click to edit
da_dk: Klik for at redigere

source: Show Info of Booking Resource
da_dk: Vis oplysninger om booking ressource

source: Visitors of your website, can view previous (own) bookings, by clicking on secret link in email, which is sending after booking created.
da_dk: Besøgende på din hjemmeside, kan se tidligere (egne) bookinger, ved at klikke på et hemmeligt link i en e-mail, som sendes efter bookingen er oprettet.

source: Customer Bookings Listing
da_dk: Fortegnelse over kunde bookinger

source: If you open this page directly, then you will see this error
da_dk: Hvis du åbner denne side direkte, vil du se denne fejl

source: You can not open this page directly. Please, use links in
da_dk: Du kan ikke åbne denne side direkte. Brug venligst links i

source: at this option
da_dk: ved denne mulighed

source: Link to this page must be defined
da_dk: Link til denne side skal defineres

source: This block required for ability to edit, cancel the booking by visitor, who made the booking, or for ability to show payment form, after sending payment request.
da_dk: Denne blok er påkrævet for muligheden for, at redigere og annullere bookinger fra besøgende, som har foretaget bookingen, eller for muligheden for at vise betalingsformular, efter at have sendt betalingsanmodning.

source: System Block
da_dk: System blok

source: Show search results on this page, after redirection from search form at other page.
da_dk: Vis søgeresultater på denne side, efter omdirigering fra søgeformular på anden side.

source: Search in booking resources of WP users
da_dk: Søg i bookingressourcer for WP-brugere

source: Search Results Title
da_dk: Titel på søgeresultater

source: Show search results in the same page
da_dk: Vis søgeresultater på samme side

source: Search results page must have this shortcode
da_dk: Siden med søgeresultaterne, skal have denne kortkode

source: Show search results on other page
da_dk: Vis søgeresultater på anden side

source: Search Availability form
da_dk: Søgetilgængeligheds formular

source: Date for submit booking
da_dk: Dato for indsendelse af booking

source: Booking Form (without calendar)
da_dk: Booking formular (uden kalender)

source: Custom booking form for all booking resources
da_dk: Tilpasset booking formular til alle booking ressourcer

source: Title of first option in list
da_dk: Titel på første mulighed på fortegnelsen

source: Selected booking resource (by default)
da_dk: Valgt reservationsressource (som standard)

source: Selection of Resources
da_dk: Valg af ressourcer

source: All booking resources
da_dk: Alle bookingressourcer

source: Show from/to
da_dk: Vis fra/til

source: Booking resource(s)
da_dk: Booking af ressource(r)

source: Availability Calendar
da_dk: Tilgængelighedskalender

source: Unavailable dates from other booking resources
da_dk: Utilgængelige datoer fra andre booking ressourcer

source: Custom booking form
da_dk: Tilpasset booking formular

source: Start month
da_dk: Startmåned

source: Visible months number
da_dk: Synlige måneders antal

source: Configure Booking Calendar Block
da_dk: Konfigurer booking kalender blok

source: Show a booking form, availability calendar or other elements from Booking Calendar plugin.
da_dk: Vis en booking formular, tilgængeligheds kalender eller andre elementer fra Booking Kalender-plugin.

source: Early / Late Booking
da_dk: Tidlig / Sidste øjeblik booking

source: Apply discount, only if difference between %1$stoday%2$s and %3$scheck in%4$s day %5$sless%6$s than
da_dk: Anvend kun rabat, hvis forskellen mellem %1$si dag%2$s og %3$scheck in%4$s dag %5$smindre%6$s end

source: %1$sLast minute booking discount%2$s for booking resource
da_dk: %1$sRabat på reservation i sidste øjeblik%2$s for reservationsressource

source: Apply discount, only if %1$scheck in%2$s day inside of this %3$sseason filter%4$s
da_dk: Anvend kun rabat, hvis %1$scheck-in%2$s dag inde i dette %3$ssæsonfilter%4$s

source: Apply discount, only if difference between %1$stoday%2$s and %3$scheck in%4$s day %5$smore%6$s than
da_dk: Anvend rabat, kun hvis forskellen mellem %1$si dag%2$s og %3$scheck ind%4$s dag %5$smere%6$s end

source: Discount
da_dk: Rabat

source: %1$sEarly booking discount%2$s for booking resource
da_dk: %1$sRabat på tidlig reservation%2$s til reservationsressource

source: Set Early / Late Booking
da_dk: Angiv Tidlig/Sidste øjeblik booking

source: Payment Options
da_dk: Betalings muligheder

source: Check this box if you want to send booking modification email, if cost of booking was edited in booking listing page.
da_dk: Marker afkrydsningsfeltet, hvis der skal sendes e-mail med ændring af booking, hvis omkostninger på booking blev redigeret i booking liste siden.

source: Send email on cost changes
da_dk: Send e-mail ved prisændring

source: Please note, at admin panel for booking will be saved deposit cost and notes about deposit, do not depend from the visitor choice of this payment. You need to check each such payment manually!
da_dk: Bemærk venligst, at på administrationspanelet vil der blive gemt depositums pris og note om betalt depositum, uafhængigt af besøgendes valg af denne betaling. Det er nødvendigt at tjekke hver sådan betaling manuelt!

source: Check this box if you want to show deposit amount and total booking cost, after submit of booking.
da_dk: Afkryds her, for at vise depositum og totale lejeomkostninger, efter indsendelse af bookinganmodning.

source: Show deposit and total booking cost together
da_dk: Vis depositum og omkostning for booking samlet

source: Check this box if you want automatically send payment request to visitor, if booking was made in admin panel
da_dk: Marker afkrydsningsfeltet, hvis der automatisk skal sendes betalingsanmodning til den besøgende, når booking blev oprettet i administratorpanelet

source: Auto send payment request after creation booking in admin panel
da_dk: Send automatisk betalingsanmodning ved oprettelse af booking i administrations panelet

source: Check this box if you want to show payment form only after sending payment request by email
da_dk: Marker afkrydsningsfeltet, hvis du kun vil vise betalingsformularen, efter at du har sendt betalingsanmodningen via e-mail

source: Do not show payment form, after submit booking form
da_dk: Vis ikke betalingsformular, efter booking formular indsendes

source: Type URL for %1$svisitors%2$s to view own bookings. You must insert %3$s shortcode into this page.
da_dk: Skriv URL-adresse for %1$sbesøgende%2$s for at se egne bookinger. Du skal indsætte %3$s kortkode på denne side.

source: URL of page for customer bookings listing
da_dk: URL til side med kunde booking liste

source: Check this box if you want to open notes section by default in Booking Listing page.
da_dk: Marker denne boks hvis du vil åbne note-delen som standard på Booking Liste-siden.

source: Show / hide notes
da_dk: Vis / skjul noter

source: Select start and end time showing for Calendar Overview in %1$sDay%2$s view mode
da_dk: Vælg start- og sluttidspunkt for kalenderoversigt i %1$sDag%2$svisningstilstand

source: Check this box if you want to use multiple custom booking forms for activated regular users
da_dk: Marker afkrydsningsfeltet, hvis du vil bruge tilpassede booking formularer for aktiverede almindelige brugere

source: Activate custom booking forms for regular users
da_dk: Aktivér tilpasset booking formularer for almindelige brugere

source: Check this checkbox to activate auto approve of booking, %1$sif booking was made in admin panel%2$s.
da_dk: Marker dette afkrydsningsfelt for at aktivere automatisk godkendelse af booking, %1$shvis bookingen blev foretaget i adminpanelet%2$s.

source: Auto approve bookings after creation booking in admin panel
da_dk: Godkend automatisk booking når booking oprettes i administratorpanelet

source: Check this checkbox to activate auto approve of booking, %1$swhen cost of booking is zero%2$s.
da_dk: Marker dette afkrydsningsfelt for at aktivere automatisk godkendelse af booking, %1$snår prisen for booking er nul%2$s.

source: Auto approve booking, if booking cost is zero
da_dk: Godkend automatisk booking, hvis booking omkostningerne er nul

source: Check this checkbox to activate auto approve of all bookings %1$sduring import from external source(s)%2$s.
da_dk: Marker dette afkrydsningsfelt for at aktivere automatisk godkendelse af alle reservationer %1$sunder import fra eksterne kilder%2$s.

source: Auto approve bookings during import
da_dk: Automatisk godkendelse af bookinger ved import

source: Check this option, to remove last selected day of saving to booking.
da_dk: Afkryds denne mulighed, for at slette sidste valgte dag når booking gemmes.

source: Set check out date as available
da_dk: Sæt afrejsedatoer som ledige

source: if selected %s
da_dk: hvis valgt %s

source: Use arithmetic expressions in cost configurations, including fields shortcodes and simple mathematics operations
da_dk: Brug aritmetiske udtryk i omkostnings indstillinger, herunder kortkoder felter og enkle matematiske operationer

source: You can use the shortcodes from the bottom form of Settings Fields page.
da_dk: Du kan bruge kortkoden fra den nederste formular på felt indstillings siden.

source: Booking details
da_dk: Reservations oplysninger

source: Show booking details in tooltip
da_dk: Vis booking oplysninger i værktøjstip

source: Email is sent to Visitor after Editing of booking.
da_dk: E-mail sendes til den besøgende efter redigering af booking.

source: Customization of email template, which is sent after modification of booking
da_dk: Tilpasning af e-mailskabelon, som sendes efter ændring af booking

source: Email with Payment Request which is sent to Visitor.
da_dk: E-mail med betalingsanmodning, som sendes til besøgende.

source: %s - ID of page with booking form,
da_dk: %s - ID på side med booking formular,

source: %s - ID of booking resource,
da_dk: %s - ID for booking ressource,

source: require PHP version %s or newer!
da_dk: kræver PHP-version %s eller nyere!

source: For more information:
da_dk: For mere information:

source: Secret key
da_dk: Hemmelig nøgle

source: Chose payment account
da_dk: Vælg betalingskonto

source: Coupon discount value of the booking.
da_dk: Rabatkupon værdi af bookingen.

source: Move to trash
da_dk: Flyt til papirkurven

source: Declined by:
da_dk: Afvist af:

source: Approved by:
da_dk: Godkendt af:

source: My bookings
da_dk: Mine bookinger

source: Booking resource type is not defined. This can be, when at the URL is wrong booking hash.
da_dk: Booking resource er ikke defineret. Dette kan skyldes at URL'en har et forkert booking hash-tag.

source: Pay
da_dk: Betal

source: Loading
da_dk: Indlæser

source: Probably you updated your paid version of Booking Calendar by free version or update process failed. You can request the new update of your paid version at %1$sthis page%2$s.
da_dk: Sandsynligvis har du opdateret din betalte version af Booking Calendar med gratis version eller opdateringsprocessen mislykkedes. Du kan anmode om den nye opdatering af din betalte version på %1$sdenne side%2$s.

source: %1$s - inserting link to the page where visitor can see listing of own bookings, (possible to use the %2$s parameter for setting different %3$s of this page. Example: %4$s )
da_dk: %1$s - indsættelse af link til siden, hvor besøgende kan se en liste over egne bookinger, (muligt at bruge %2$s-parameteren til at indstille forskellige %3$s på denne side. Eksempel: %4$s )

source: %s - inserting link for export booking to
da_dk: %s - indsættelse af link til eksportering af booking til

source: %s - inserting link for move booking to trash in 1 mouse click
da_dk: %s - indsættelse af link for at flytte booking til papirkurven med 1 klik med musen

source: %s - inserting link to set booking as pending in 1 mouse click
da_dk: %s - Indsættelse af link for at angive bookingen som afventende med 1 museklik

source: %s - inserting link to approve booking in 1 mouse click
da_dk: %s - indsættelse af link for, at godkende booking med 1 klik med musen

source: %s - inserting modification date of booking
da_dk: %s - indsættelse af ændringsdato for booking

source: %s - inserting check-out date (only date without time) (last day of reservation),
da_dk: %s - indsættelse af afrejsedato (kun dato uden klokkeslæt) (sidste reservationsdag),

source: %s - inserting check-in date (only date without time) (first day of reservation),
da_dk: %s - indsættelse af ankomst dato (kun dato uden klokkeslæt) (første reservationsdag)

source: Visit these (previously configured URL feeds) pages for downloading .ics files.
da_dk: Besøg disse sider (tidligere konfigurerede webadressefeeds) for at downloade .ics filer.

source: Using such URL(s) you can import .ics feeds, from interface of other websites. %sCheck more info about how to import .ics feeds into other websites at the support pages of sepcific website.
da_dk: Ved hjælp af sådanne URL'er kan du importere .ics feeds fra grænsefladen på andre websteder. %sSe mere info om, hvordan du importerer .ics feeds til andre websteder på supportsiderne på sepcific-webstedet.

source: Configure ULR feed(s) at this settings page.
da_dk: Konfigurer ULR-feed(er) på denne indstillingsside.

source: How to start export of .ics feeds (files)?
da_dk: Hvordan starter man eksport af .ics feeds (filer)?

source: If you have inserted import shortcodes from %s, then you can configure your CRON for periodically access these pages and import .ics feeds.
da_dk: Hvis du har indsat import kortkode fra %s, kan du konfigurere et CRON-job til periodisk at hente .ics feeds.

source: Or you can import .ics feed or file directly at current page.
da_dk: Eller du kan importere .ics feed eller fil direkte på den aktuelle side.

source: Using such shortcodes in pages give a great flexibility to import from different .ics feeds (sources) into the same resource.%sAlso its possible to define different CRON parameters for accessing such different pages with different time intervals.
da_dk: Ved hjælp af sådanne kortkoder på sider og indlæg opnås en stor fleksibilitet til at importere fra forskellige .ics feeds (kilder) til den fælles kalender. %sDet er også muligt at definere forskellige CRON parametre for tilgang til forskellige sider med forskellige tidsintervaller.
