Repository: dsemblano/tijolocwb
Catalog: site/web/app/languages/plugins/booking-*.po
Languages: da_dk

source: You can use any shortcodes, that you can use in payment description form at Settings Payment General page
da_dk: Du kan bruge alle kortkoder, som du kan bruge i betalingsbeskrivelses formularen på Generelle betalingsindstillings siden

source: %s - inserting BIC
da_dk: %s - indsættelse af BIC

source: %s - inserting IBAN
da_dk: %s - indsættelse af IBAN

source: %s - inserting sort code
da_dk: %s - indsættelse af sorteringskode

source: %s - inserting bank name
da_dk: %s - indsættelse af banknavn

source: %s - inserting account number
da_dk: %s - indsættelse af kontonummer

source: %s - inserting account name
da_dk: %s - indsættelse af kontonavn

source: %s - inserting all bank accounts details
da_dk: %s - indsættelse af alle bankkontooplysninger

source: Branch Code
da_dk: Filial Kode

source: Routing Number
da_dk: Routing Nummer

source: Bank Code
da_dk: Bank kode

source: Branch Sort
da_dk: Branche kode

source: Bank Transit Number
da_dk: Bank transaktionsnummer

source: Bank Name
da_dk: Bankens navn

source: Account Name
da_dk: Kontonavn

source: Account Number
da_dk: Kontonummer

source: Dear %1$sMake your payment %2$s directly into our bank account. %3$sPlease use your Booking ID %4$s as the payment reference! %5$s %6$s: %7$s %8$s: %9$s %10$s: %11$s %12$s: %13$s
da_dk: Kære %1$sForetag din betaling %2$s direkte til vores bankkonto. %3$sBrug venligst dit reservations-id %4$s som betalingsreference! %5$s %6$s: %7$s %8$s: %9$s %10$s: %11$s %12$s: %13$s

source: Sort Code
da_dk: Reg.nr.

source: Its only show fixed payment details.
da_dk: Det viser kun faste betalingsoplysninger.

source: Allow payments by %1$sdirect bank / wire transfer%2$s
da_dk: Tillad betalinger med %1$sdirekte bank-/bankoverførsel%2$s

source: Account details
da_dk: Kontooplysninger

source: Integration of Bank Transfer payment system
da_dk: Integration af bankoverførselsbetalingssystem

source: Bank Transfer
da_dk: Bankoverførsel

source: Payment method description that the customer will see on your payment page.
da_dk: Beskrivelse af betalingsmetoden, som kunden kan se på din betalingsside.

source: %s - Server Integration Method (SIM)
da_dk: %s - SIM-kort (Server Integration Method)

source: Be sure that the merchant server system clock is set to the proper time and time zone.
da_dk: Sørg for, at handelsserverens systemur er indstillet til den korrekte tid og tidszone.

source: Integration of authorizenet payment system
da_dk: Integration af autorisationsnet betalingssystem

source: %s Settings
da_dk: %s indstillinger

source: This will not work, if the visitor leaves the payment page.
da_dk: Dette vil ikke fungere, hvis den besøgende forlader betalingssiden.

source: Check this box to automatically approve booking, when visitor makes a successful payment.
da_dk: Marker afkrydsningsfeltet, for automatisk at godkende booking, når besøgende foretager en vellykket betaling.

source: Automatically approve booking
da_dk: Godkend automatisk booking

source: For example, the URL to your website that displays a %1$s"Payment Canceled"%2$s page.
da_dk: Det kan f.eks. være webadressen til dit website, der viser en %1$s"Betaling annulleret"%2$s side.

source: The URL where the visitor will be redirected after completing payment.
da_dk: Den URL, hvor den besøgende vil blive omdirigeret efter at have gennemført betalingen.

source: Return URL after Failed order
da_dk: Returner URL efter mislykket ordre

source: For example, a URL to your site that displays a %1$s"Thank you for the payment"%2$s.
da_dk: Det kan f.eks. være en webadresse til dit website, der viser et %1$s"Tak for betalingen"%2$s.

source: The URL where visitor will be redirected after completing payment.
da_dk: Den URL, hvor den besøgende vil blive omdirigeret efter at have gennemført betalingen.

source: Return URL after Successful order
da_dk: Returner URL efter vellykket ordre

source: You should leave empty the Relay Response URL and Receipt Link URL/Text in the Merchant Interface, if a Relay Response is activated here.
da_dk: Du skal lade url'en til videresendelsessvar og url'en/teksten til kvitteringslink være tomme i forhandlergrænsefladen, hvis et videresendelsessvar er aktiveret her.

source: Indicate to the payment gateway that you would like to receive the transaction response to your site.
da_dk: Indikere for betalingsgatewayen, at du gerne vil modtage transaktionssvaret på dit websted.

source: Activate Relay Response
da_dk: Aktiver videresendelsessvar

source: This field support only up to %s characters by payment system.
da_dk: Dette felt understøtter kun op til %s tegn efter betalingssystem.

source: You can use any shortcodes, which you have used in content of booking fields data form.
da_dk: Du kan bruge alle kortkoder, som du har brugt i indholdet af booking feltdata formularen.

source: Enter the service name or the reason for the payment here.
da_dk: Indtast servicenavnet eller årsag til betalingen her.

source: Payment description at gateway website
da_dk: Betalingsbeskrivelse på gateway-webstedet

source: Payment for booking %1$s on these day(s): %2$s
da_dk: Betaling for booking %1$s på disse dage: %2$s

source: Enter the title of the payment button
da_dk: Indtast titlen på betalingsknappen

source: Payment button title
da_dk: Titel på betalingsknap

source: Pay via
da_dk: Betal via

source: Setting the currency that is not supported by the payment processor will result in an error.
da_dk: Indstilling af den valuta, der ikke understøttes af betalingsbehandleren, vil resultere i en fejl.

source: The currency code that gateway will process the payment in.
da_dk: Den valutakode, som gatewayen behandler betalingen i.

source: Accepted Currency
da_dk: Accepteret valuta

source: Canadian Dollars
da_dk: Canadiske Dollar

source: Euros
da_dk: Euro

source: Pounds Sterling
da_dk: Pund Sterling

source: Authorization Only
da_dk: Kun autorisation

source: Authorization and Capture
da_dk: Autorisation og indløsning

source: Select transaction type, which supported by the payment gateway.
da_dk: Vælg transaktionstype, som understøttes af betalingsgatewayen.

source: Transaction type
da_dk: Transaktionstype

source: Developer Test
da_dk: Udviklertest

source: Transactions posted against live merchant accounts using either of the above testing methods are not submitted to financial institutions for authorization and are not stored in the Merchant Interface.
da_dk: Transaktioner, der bogføres mod aktive forhandlerkonti ved hjælp af en af ovenstående testmetoder, sendes ikke til finansielle institutioner til godkendelse og gemmes ikke i forhandlergrænsefladen.

source: Select "Live test" or "Live" environment for using Merchant account or "Developer Test" for using Developer account.
da_dk: Vælg "Livetest" eller "Live"-miljø for at bruge Sælgerkonto eller "Udviklertest" for at bruge Udviklerkonto.

source: Chose payment mode
da_dk: Vælg betalingsmetode

source: This parameter have to assigned to you by %s
da_dk: Denne parameter skal tildeles dig af %s

source: The merchant API Login ID is provided in the Merchant Interface of %s
da_dk: Sælger-API-login-id'et findes i forhandler kontrolpanel i %s

source: Enable this payment gateway
da_dk: Aktiver denne betalingsgateway

source: Check out
da_dk: Afrejse

source: Check in
da_dk: Ankomst

source: Country
da_dk: Land

source: Post code
da_dk: Postnummer

source: City
da_dk: By

source: Address
da_dk: Adresse

source: Last Name
da_dk: Efternavn

source: First Name
da_dk: Fornavn

source: Visitors
da_dk: Besøgende

source: Full cost of the booking
da_dk: Samlet omkostninger for bookingen

source: night(s)
da_dk: nat/nætter

source: Country (required)
da_dk: Land (påkrævet)

source: Post code (required)
da_dk: Postnummer (påkrævet)

source: City (required)
da_dk: By (påkrævet)

source: Address (required)
da_dk: Adresse (påkrævet)

source: Select Times
da_dk: Vælg tidspunkter

source: I Accept term and conditions
da_dk: Jeg accepter vilkår og betingelser

source: Details
da_dk: Detaljer

source: Children
da_dk: Børn

source: Adults
da_dk: Voksne

source: Phone
da_dk: Telefon

source: Email (required)
da_dk: E-mail (påkrævet)

source: Last Name (required)
da_dk: Efternavn (påkrævet)

source: First Name (required)
da_dk: Fornavn (påkrævet)

source: View details
da_dk: Se detaljer

source: Upgrade Notice
da_dk: Meddelelse om opgradering

source: You can request the new update of plugin on %1$sthis page%2$s.
da_dk: Du kan anmode om den nye opdatering af plugin på %1$sdenne side%2$s.

source: There is a new version of %1$s available. <a href="%2$s" target="_blank" title="%3$s">View version %4$s details</a>. <em>Automatic update is unavailable for this plugin.</em>
da_dk: Der er en ny version af %1$s tilgængelig. <a href="%2$s" target="_blank" title="%3$s">Se versionsoplysninger%4$s</a>. <em>Automatisk opdatering er ikke tilgængelig for dette plugin.</em>

source: Default form
da_dk: Standardformular

source: If you will get any difficulties or have a questions, please contact by email %s
da_dk: Hvis du får problemer eller har spørgsmål, bedes du kontakte dig via e-mail %s

source: Please, enter order number of your purchased version, which you received to your billing email.
da_dk: Indtast ordrenummeret på din købte version, som du modtog til din fakturerings-e-mail.

source: Register
da_dk: Registrer

source: Order number
da_dk: Ordre nummer

source: Sending request...
da_dk: Afsendelse af anmodning...

source: Warning! The resource was not changed. Current dates are already booked there.
da_dk: Advarsel! Ressourcen blev ikke ændret. Aktuelle datoer er allerede booket der.

source: Cancel Booking
da_dk: Annuller booking

source: Change your Booking
da_dk: Ændre din booking

source: The booking has been canceled successfully
da_dk: Bookingen er blevet annulleret

source: The booking was canceled by the visitor.
da_dk: Bookingen blev annulleret af den besøgende.

source: This booking resources does not exist
da_dk: Denne booking ressource eksisterer ikke

source: Resources count
da_dk: Ressourcer tæller

source: Enter name of booking resource
da_dk: Indtast navn på booking ressource

source: Add New Booking Resource(s)
da_dk: Tilføj ny booking resource(r)

source: Please note, its not possible to add new resources, if "All resources" option is selected. Please clear the selection, then add new resources.
da_dk: Noter, at det ikke er muligt at tilføje nye ressourcer, hvis "Alle ressourcer" indstillingen er valgt. Ryd udvælgelsen, og derefter kan du tilføje nye ressourcer.

source: Apply booking resources selection
da_dk: Tilføj valg af booking ressourcer

source: Clear booking resources selection
da_dk: Ryd valg af booking ressourcer

source: Print bookings
da_dk: Udskriv bookinger

source: Change
da_dk: Ændre

source: Save
da_dk: Gem

source: Duplicate Booking
da_dk: Dupliker booking

source: Change Resource
da_dk: Ændre ressource

source: Change Language
da_dk: Skift sprog

source: Edit Note
da_dk: Rediger bemærkning

source: Export All bookings to CSV format
da_dk: Eksportér alle bookinger til CSV-format

source: Export
da_dk: Eksporter

source: Print bookings listing
da_dk: Udskriv booking fortegnelse

source: Select option to configure or show help info about tags
da_dk: Vælg mulighed for at konfigurere eller vise hjælpeoplysninger om mærker

source: Generate Tag
da_dk: Generer tag

source: confirmation email field of the primary email field
da_dk: e-mail bekræftelsesfelt i det primære e-mail felt

source: To create verification email, you need to use special CSS class in other email field. This CSS class must start with this reserved words: %1$s and then have to go the name of your primary email field: %2$s
da_dk: For at oprette bekræftelses-e-mail skal du bruge speciel CSS-klasse i et andet e-mail-felt. Denne CSS-klasse skal starte med disse reserverede ord: %1$s og derefter skal navnet på dit primære e-mail-felt: %2$s

source: %1$sDescription of usage%2$s.
da_dk: %1$sBeskrivelse af brug%2$s.

source: %1$sEmail verification field%2$s.
da_dk: %1$sFeltet til bekræftelse af e-mail%2$s.

source: Tips and Tricks
da_dk: Tips og tricks

source: cost of booking resource.
da_dk: omkostninger for booking ressource.

source: ID of booking resource.
da_dk: ID for booking ressource.

source: title of booking resource
da_dk: titel på booking ressource

source: Other Hints
da_dk: Andre tip

source: Number of selected nights.
da_dk: Antal udvalgte nætter.

source: Number of selected days.
da_dk: Antal valgte dage.

source: All selected dates with times in "short" format..
da_dk: Alle valgte datoer med klokkeslæt i "kort" format..

source: All selected dates in "short" format.
da_dk: Alle valgte datoer i "kort" format.

source: All selected dates with times.
da_dk: Alle valgte datoer med tidspunkter.

source: All selected dates.
da_dk: Alle valgte datoer.

source: Selected End Time.
da_dk: Valgt sluttidspunkt.

source: Selected Start Time.
da_dk: Valgt starttidspunkt.

source: Selected Check Out date.
da_dk: Valgt afrejsedato.

source: Example:
da_dk: Eksempel:

source: Selected Check In date.
da_dk: Valgt ankomstdato.

source: Dates and Times Hints
da_dk: Tip til Datoer og klokkeslæt

source: Insert these shortcodes into form to %1$sshow info in real time %2$s(after selection of the dates in calendar or options in checkboxes or selectboxes)%3$s.
da_dk: Indsæt disse kortkoder i formularen for at %1$svis info i realtid %2$s(efter valg af datoer i kalenderen eller indstillinger i afkrydsningsfelter eller markeringsfelter)%3$s.

source: Cost Hints
da_dk: Tip til omkostninger

source: Hints for your form
da_dk: Tip til din formular

source: You can configure the discount coupon codes at this %1$spage%2$s.
da_dk: Du kan konfigurere rabatkuponkoderne på denne %1$sside%2$s.

source: Please use this field for possibility to use coupon discounts by your visitors.
da_dk: Brug venligst dette felt for muligheden for at bruge kuponrabatter af dine besøgende.

source: Discount Coupon field
da_dk: Rabatkupon felt

source: Use this field for %1$scorrecting the cost%2$s during adding new booking.
da_dk: Brug dette felt til at %1$srette omkostningerne%2$s når du tilføjer en ny reservation.

source: This field is visible only in Admin Panel at %1$sAdd booking page%2$s.
da_dk: Dette felt er kun synligt i Adminpanel på %1$sTilføj bookingside%2$s.

source: Cost Correction Field
da_dk: Omkostning-korrektions felt

source: Cost Fields
da_dk: Omkostningsfelter

source: You can use several values, separated by a comma.
da_dk: Du kan bruge flere værdier, adskilt af et komma.

source: You can use several values, separated by comma.
da_dk: Du kan bruge flere værdier, adskilt af komma.

source: %1$svalue%2$s – value of the specific conditions. If the value is true, so then the content of the conditions will show in the booking form. You can have the default value (empty – "", or like this – "*") for showing the content of this condition, if all other conditions are FALSE, or at initial stage, when the date in calendar is not yet selected.
da_dk: %1$sværdi%2$s – værdien af de specifikke betingelser. Hvis værdien er sand, så vises indholdet af betingelserne i reservationsformularen. Du kan have standardværdien (tom – "", eller sådan – "*") til at vise indholdet af denne betingelse, hvis alle andre betingelser er FALSK, eller i den indledende fase, når datoen i kalenderen endnu ikke er valgt.

source: This feature provides the possibility to show the different form fields or any other HTML content in the booking form, depending on the selection of specific week day in calendar or different days, which are assigned to the specific season filters
da_dk: Denne funktion giver mulighed for at vise de forskellige formularfelter eller ethvert andet HTML-indhold i booking formularen, afhængigt af valget af specifik ugedag i kalenderen eller forskellige dage, som er tildelt de specifikke sæsonfiltre

source: Different form fields, for the different week days
da_dk: Forskellige formularfelter for de forskellige ugedage

source: Register and Translate everything in WPML plugin. Translation can be done at the WPML > "String translation" page. Required WPML 3.2 with String Translation plugin.
da_dk: Registrer og oversæt alt i WPML-plugin. Oversættelse kan udføres på WPML-> "Strengoversættelse" side. Krævet WPML 3.2 med strengoversættelses plugin.

source: of configuration booking form in English and French languages
da_dk: på konfiguration booking formular på engelsk og fransk

source: English and French translation
da_dk: Engelsk og fransk oversættelse

source: start new translation section in specific language, where %s - locale of the translation.
da_dk: start ny oversættelsessektion på et bestemt sprog, hvor %s - oversættelsens landestandard.

source: Usage
da_dk: Brug

source: Booking Calendar supports WPML and qTranslate plugins for dynamic changing of website locale.
da_dk: Booking Kalender understøtter WPML og qTranslate plugins for dynamisk ændring af webstedets sprog.

source: The active language of the booking form depends on the active locale of the site.
da_dk: Det aktiveret sprog på booking formularen er afhængig af det brugte sprog på webstedet.

source: Plugin support configurations of the booking form are available in different languages.
da_dk: Plugin support konfigurationer på booking formularen findes på forskellige sprog.

source: Language Sections
da_dk: Sprog sektioner

source: Example: %1$s - %2$s"United States"%3$s is selected by default.
da_dk: Eksempel: %1$s - %2$s"USA"%3$s er valgt som standard.

source: You can insert this field with default selected value.
da_dk: Du kan indsætte dette felt med den valgte standardværdi.

source: You can customize the country list at this file: %s
da_dk: Du kan tilpasse landelisten på denne fil: %s

source: Select the country from the predefined country list.
da_dk: Vælg landet på listen over foruddefinerede lande.

source: Country List
da_dk: Liste over lande

source: The value of this field is just saved into DB.
da_dk: Værdien af dette felt gemmes blot i DB.

source: This field does not impact to availability (booking for the specific time) .
da_dk: Dette felt påvirker ikke tilgængeligheden (booking for den specifikke tid).

source: Enter the %1$sTime%2$s using the text field.
da_dk: Indtast %1$sTid%2$s ved hjælp af tekstfeltet.

source: Time Field
da_dk: Tidsfelt

source: Please check more about this feature at %1$sthis page%2$s
da_dk: Se mere om denne funktion på %1$sdenne side%2$s

source: Please use %1$sSingle day%2$s selection mode in the General Booking Settings page at calendar section.
da_dk: Brug venligst %1$sEnkelt dag%2$s valgtilstand på siden Generelle reservationsindstillinger i kalendersektionen.

source: Additional info
da_dk: Yderligere oplysninger

source: Season filter on the Season Filters page
da_dk: Sæsonfilter på siden Sæsonfiltre

source: Season filter on the Season Filters page,
da_dk: Sæsonfilter på siden Sæsonfiltre,

source: Season filters conditions.
da_dk: Sæsonfiltre betingelser.

source: You can use the several values, separated by comma.
da_dk: Du kan bruge de forskellige værdier, adskilt af komma.

source: default value, if no dates are selected, or none exist conditions are true.
da_dk: standardværdi, hvis der ikke er valgt nogen datoer, eller der ikke findes nogen betingelser, er sande.

source: Week days conditions.
da_dk: Betingelser for ugedage.

source: Examples
da_dk: Eksempler

source: %1$svalue%2$s – value of the specific conditions. If the value is true, the content of the conditions will show in the booking form. You can have the default value (empty – "", or like this – "*") for showing the content of this condition, if all other conditions are FALSE, or at initial stage, when the date in calendar is not yet selected.
da_dk: %1$sværdi%2$s – værdien af de specifikke betingelser. Hvis værdien er sand, vises indholdet af betingelserne i reservationsformularen. Du kan have standardværdien (tom – "", eller sådan – "*") til at vise indholdet af denne betingelse, hvis alle andre betingelser er FALSK, eller i den indledende fase, når datoen i kalenderen endnu ikke er valgt.

source: %1$stype%2$s – type of the condition. There are 2 types of condition: "weekday" and "season". "weekday" – is the condition rule based on the selected day of week value, like Monday, Tuesday, etc… . "season" – is the condition rule based on the "season filter" name of selected date. In other words the condition is TRUE if the selected day belongs to a season filter in the Season Filters page.
da_dk: %1$stype%2$s – type tilstand. Der er 2 typer tilstande: "ugedag" og "sæson". "ugedag" – er betingelsesreglen baseret på den valgte ugedagsværdi, som mandag, tirsdag osv. "Sæson" – er betingelsesreglen baseret på navnet "Sæsonfilter" på den valgte dato. Med andre ord er betingelsen SAND, hvis den valgte dag tilhører et sæsonfilter på siden Sæsonfiltre.

source: %1$sname%2$s – the unique name of the condition group, containing several conditions with different values. For example, if you want to have specific HTML content for the different week days, you can have several conditions, with the same name but with different value parameters in conditions. Please check more about it, in the examples.
da_dk: %1$snavn%2$s – det entydige navn på betingelsesgruppen, der indeholder flere betingelser med forskellige værdier. Hvis du f.eks. vil have specifikt HTML-indhold til de forskellige ugedage, kan du have flere betingelser med samme navn, men med forskellige værdiparametre i betingelser. Se mere om det i eksemplerne.

source: Parameters
da_dk: Parametre

source: The general structure of the configuration %1$scondition rule%2$s is as follows
da_dk: Den generelle struktur af konfigurations- %1$stilstandsreglen%2$s er som følger

source: Configuration
da_dk: Konfiguration

source: This feature provides the possibility to use the different time slot selections in the booking form for the different week days or different days - which are assigned to the specific season filters. So each week day (day of specific season filter) can have a different time slots list.
da_dk: Denne funktion giver mulighed for at bruge de forskellige valg af tidsrum i booking formularen for de forskellige ugedage eller forskellige dage - som er tildelt de specifikke sæsonfiltre. Så hver ugedag (dag med specifikt sæsonfilter) kan have en anden tidsrum liste.

source: Different time slots, for the different week days
da_dk: Forskellige tidsintervaller for de forskellige ugedage

source: field
da_dk: felt

source: Duration Time - Drop Down list
da_dk: Varighedstid - Rulleliste

source: End Time - Drop Down list
da_dk: Sluttidspunkt - Rulleliste

source: Please note, in the %1$sOptions list%2$s you can use times in military time format %3$s(24 Hour Time)%4$s only.
da_dk: Bemærk venligst, at du på listen %1$sIndstillinger%2$s kun kan bruge tider i militært tidsformat %3$s(24 timers tid)%4$s kun.

source: Start Time - Drop Down list
da_dk: Starttidspunkt - Rulleliste

source: End Time - Text field
da_dk: Sluttidspunkt - tekstfelt

source: Duration Time
da_dk: Varigheds-tid

source: End Time
da_dk: Sluttid

source: You can also use the %s in the form.
da_dk: Du kan også bruge %s i formularen.

source: Please note: this field only supports military time format %1$s(24 Hour Time)%2$s.
da_dk: Bemærk venligst: dette felt understøtter kun militært tidsformat %1$s(24 timers tid)%2$s.

source: Start Time
da_dk: Starttidspunkt

source: Enter %s in text field.
da_dk: Indtast %s i tekstfeltet.

source: Start Time - Text field
da_dk: Starttidspunkt - tekstfelt

source: If you use this shortcode, %1$syou can not use any other time shortcodes%2$s in the form.
da_dk: Hvis du bruger denne kortkode, %1$sdu kan ikke bruge andre tidskortkoder%2$s i formularen.
