Repository: dsemblano/tijolocwb
Catalog: site/web/app/languages/plugins/booking-*.po
Languages: da_dk

source: Go back
da_dk: Gå tilbage

source: Minimize side menu
da_dk: Minimer sidemenuen

source: Close side menu
da_dk: Luk sidemenu

source: Set side menu compact
da_dk: Sæt sidemenu kompakt

source: Open side menu
da_dk: Åbn sidemenuen

source: Toggle side menu
da_dk: Skift sidemenu

source: Add Booking
da_dk: Tilføj booking

source: Save Changes and Update Preview
da_dk: Gem ændringer og opdater forhåndsvisning

source: Appearance / Color Themes
da_dk: Udseende / farve temaer

source: Select a color theme, adjust the calendar's display by choosing a calendar skin, choose how time slots are shown in the form: as a dropdown list or a time picker.
da_dk: Vælg et farvetema, juster kalenderens visning ved at vælge et kalendertema, vælg, hvordan tidsintervaller skal vises i formularen: som en rulleliste eller en tidsvælger.

source: Advanced Filters
da_dk: Avancerede filtre

source: Refresh listing
da_dk: Opdater fortegnelse

source: Mark all as read
da_dk: Marker alle som læst

source: Mark as unread
da_dk: Marker som ikke læst

source: Mark as read
da_dk: Marker som læst

source: In the %1$semail template%2$s, use the %3$s shortcode to display this text.
da_dk: I skabelonen %1$se-mail%2$s skal du bruge den %3$s kortkode til at få vist denne tekst.

source: Optional
da_dk: Valgfri

source: Enter the reason for the operation.
da_dk: Angiv årsagen til handlingen.

source: Action on selected bookings
da_dk: Handling på udvalgte bookinger

source: Select sorting order
da_dk: Vælg sorteringsrækkefølge

source: Edit booking
da_dk: Rediger booking

source: Payment Price and Status
da_dk: Betalingspris og status

source: Collect Payment
da_dk: Opkræv betaling

source: Sync ID
da_dk: Synkroniserings-id

source: Notes
da_dk: Noter

source: Update payment status
da_dk: Opdater betalingsstatus

source: Collapse
da_dk: Sammenfold

source: Colapse
da_dk: Sammenfold

source: Expand
da_dk: Udvid

source: Select the payment status for booking
da_dk: Vælg betalingsstatus for booking

source: Update the booking payment status
da_dk: Opdater betalingsstatus for reservationen

source: Edit payment status
da_dk: Rediger betalingsstatus

source: To send a %1$spayment request%2$s, either click send email or copy the link and share it elsewhere
da_dk: Hvis du vil sende en %1$sbetalingsanmodning%2$s skal du enten klikke på Send e-mail eller kopiere linket og dele det et andet sted

source: Payment link URL
da_dk: Webadresse til betalingslink

source: Copy
da_dk: Kopier

source: Charge with pay link
da_dk: Oplad med betalingslink

source: Duplicate booking
da_dk: Dobbelt booking

source: Select the new booking resource for booking
da_dk: Vælg den nye reservationsressource til reservation

source: Change resource
da_dk: Skift ressource

source: Select locale for this booking
da_dk: Vælg lokalitet for denne booking

source: Change locale
da_dk: Skift landestandard

source: Change language
da_dk: Skift sprog

source: Add notes for the booking
da_dk: Tilføj noter til bookingen

source: Edit note
da_dk: Rediger note

source: Add notes
da_dk: Tilføj noter

source: Enter the amount you will charge the user through the payment link
da_dk: Indtast det beløb, du vil opkræve brugeren via betalingslinket

source: Update the booking payment amount
da_dk: Opdater beløbet for reservationsbetalingen

source: Edit pay price
da_dk: Rediger betalingspris

source: bookings
da_dk: reservationer

source: Set up payment methods.
da_dk: Konfigurere betalingsmetoder.

source: Add
da_dk: Tilføj

source: Appointments based on Time Slots
da_dk: Aftaler baseret på tidsintervaller

source: Appointments based on Service Duration
da_dk: Aftaler baseret på tjenestevarighed

source: Optional parameter to customize step color
da_dk: Valgfri parameter til tilpasning af trinfarve

source: Highlights the current step
da_dk: Fremhæver det aktuelle trin

source: Defines total number of steps
da_dk: Definerer det samlede antal trin

source: Show a progress indicator for multi-step booking forms.
da_dk: Vis en statusindikator for reservationsformularer med flere trin.

source: Steps Timeline Progress Indicator
da_dk: Fremskridtsindikator for trintidslinje

source: Shortcode for Selected option title
da_dk: Kortkode for valgt indstillingstitel

source: Shortcode for Content of field data
da_dk: Kortkode for Indhold af feltdata

source: Shortcode for Form Field
da_dk: Kortkode til formularfelt

source: Content of booking fields data
da_dk: Indhold af data i reservationsfelter

source: Shortcode Generator
da_dk: Kortkode generator

source: Check this box if you want to change the booking hash after approval or rejection. If this box is checked, the visitor will not be able to edit or cancel the booking.
da_dk: Markér dette felt, hvis du vil ændre bookinghashen efter godkendelse eller afvisning. Hvis dette felt er markeret, vil den besøgende ikke kunne redigere eller annullere reservationen.

source: Change hash after booking is approved or declined
da_dk: Skift hash, når bookingen er godkendt eller afvist

source: Configure Specific Dates Filter
da_dk: Konfigurer filter for specifikke datoer

source: Configure Conditional Dates Filter
da_dk: Konfigurer filter for betingede datoer

source: Configure Duration-Based Costs for
da_dk: Konfigurer varighedsbaserede omkostninger for

source: Configure Seasonal Pricing for
da_dk: Konfigurer sæsonpriser for

source: Configure Early / Late Check-in Discounts for
da_dk: Konfigurer rabatter for tidlig/sen indtjekning for

source: Configure Partial Payments for
da_dk: Konfigurer delvise betalinger for

source: Configure Availability for
da_dk: Konfigurer tilgængelighed for

source: Configuration of availability based on weekdays or seasons filters
da_dk: Konfiguration af tilgængelighed baseret på filtre på hverdage eller årstider

source: Define which booking resources can appear in search results.
da_dk: Definer, hvilke reservationsressourcer der kan vises i søgeresultaterne.

source: Configure the layout and functionality of both the search form and search results.
da_dk: Konfigurer layoutet og funktionaliteten af både søgeformularen og søgeresultaterne.

source: Cancel and Go Back
da_dk: Annuller og gå tilbage

source: Configure Discount Coupon Code
da_dk: Konfigurer rabatkuponkode

source: Timeline View (Back-End)
da_dk: Tidslinjevisning (back-end)

source: Customize how the booking summary is displayed after a booking is created
da_dk: Tilpas, hvordan reservationsoversigten vises, når en reservation er oprettet

source: Customize various calendar settings, specify how many months can be scrolled, and defining the legend.
da_dk: Tilpas forskellige kalenderindstillinger, angiv, hvor mange måneder der kan rulles, og definer forklaringen.

source: Calendar and Form Settings
da_dk: Kalender- og formularindstillinger

source: Configure various options and settings in the %s.
da_dk: Konfigurer forskellige muligheder og indstillinger i %s.

source: Import Google Calendar
da_dk: Importer Google Kalender

source: Set up automatic email notification about new booking for Administrator
da_dk: Konfigurere automatisk e-mailmeddelelse om ny reservation for administrator

source: Turn on to delete all booking data when you uninstall this plugin.
da_dk: Slå til for at slette alle bookingdata, når du afinstallerer dette plugin.

source: Based on service Duration and Start Time
da_dk: Baseret på tjenestens varighed og starttidspunkt

source: Based on service Duration and Start
da_dk: Baseret på tjenestens varighed og start

source: Based on fixed Time Slots
da_dk: Baseret på faste tidsintervaller

source: Service-Based Appointments
da_dk: Servicebaserede aftaler

source: Choose how to display appointment availability
da_dk: Vælg, hvordan du vil vise tilgængelighed af aftaler

source: Service Duration
da_dk: Tjenestens varighed

source: You must use both the start time field and the duration time field together.
da_dk: Du skal bruge både starttidsfeltet og varighedstidsfeltet sammen.

source: You can either use the time slots field or the start time and duration time fields, but not both. If you choose to use the start time and duration time fields, make sure to use them together.
da_dk: Du kan enten bruge feltet Tidsrubrikker eller felterne Starttidspunkt og Varighedstid, men ikke begge. Hvis du vælger at bruge felterne starttidspunkt og varighed, skal du sørge for at bruge dem sammen.

source: Wizard (Steps Timline)
da_dk: Guiden (trin, timline)

source: Start Times
da_dk: Starttider

source: Select Start Time
da_dk: Vælg Starttidspunkt

source: Select Service
da_dk: Vælg service

source: Skin Search Settings 3
da_dk: Layout for søge indstillinger 3

source: Skin Search Settings 2
da_dk: Layout for søge indstillinger 2

source: Skin Search Form Layout 1
da_dk: Layout for søge indstillinger 1

source: Calendar General Settings 2
da_dk: Generelle kalender indstillinger 2

source: Calendar General Settings 3
da_dk: Generelle kalender indstillinger 3

source: Calendar Settings 1
da_dk: Kalender indstillinger 1

source: Version %1$s By %2$s
da_dk: Version %1$s af %2$s

source: See %1$sFAQ%2$s.
da_dk: Se %1$sFAQ%2$s.

source: If you have previously configured the Booking Calendar, this setup will override some of your settings. In this case, you can %1$sskip setup%2$s.
da_dk: Hvis du tidligere har konfigureret reservationskalenderen, vil denne opsætning tilsidesætte nogle af dine indstillinger. I dette tilfælde kan du %1$sspringe opsætningen over%2$s.

source: %s - inserting the title of the parent booking resource
da_dk: %s – indsættelse af titlen på den overordnede reservationsressource

source: If you encounter any issues, follow this %1$stroubleshooting instruction%2$s.
da_dk: Hvis du støder på problemer, skal du følge denne %1$sfejlfindingsvejledning%2$s.

source: We detect that you use %s plugin.
da_dk: Vi registrerer, at du bruger %s plugin.

source: Set month number in a row as %s
da_dk: Indstil månedsnummer i træk som %s

source: Plugin support %s integration.
da_dk: Plugin-understøttelse %s integration.

source: Encryption secret passphrase SHA-256 provided by your bank.
da_dk: Krypteringshemmelig adgangssætning SHA-256 leveret af din bank.

source: Encryption secret passphrase SHA-256
da_dk: Kryptering hemmelig adgangssætning SHA-256

source: Terminal number provided by your bank.
da_dk: Terminalnummer oplyst af din bank.

source: Terminal number
da_dk: Terminalnummer

source: Commerce number (FUC) provided by your bank.
da_dk: Handelsnummer (FUC) fra din bank.

source: Commerce number (FUC)
da_dk: Handelsnummer (FUC)

source: number of nights
da_dk: antal af nætter

source: number of days
da_dk: antal af dage

source: Select an unavailable time interval on the calendar, starting from today's current time.
da_dk: Vælg et utilgængeligt tidsinterval i kalenderen, startende fra dagens aktuelle klokkeslæt.

source: Unavailable time from current time
da_dk: Utilgængelig tid fra aktuelt tidspunkt

source: Create unique calendars with individual availability.
da_dk: Opret unikke kalendere med individuel tilgængelighed.

source: Add New Resource
da_dk: Tilføj ny ressource

source: Setup pricing for your bookings.
da_dk: Indstil priser for dine bookinger.

source: Prices for Bookings
da_dk: Priser for bookinger

source: Define available and unavailable days for your calendar(s).
da_dk: Definer tilgængelige og utilgængelige dage for din(e) kalender(e).

source: Start receiving bookings directly on the front-end page.
da_dk: Begynd at modtage bookinger direkte på forsiden.

source: Manually add new bookings from the Admin Panel.
da_dk: Tilføj nye bookinger manuelt fra administrationspanelet.

source: Add New Booking
da_dk: Tilføj ny booking

source: View and manage bookings in a timeline format.
da_dk: Få vist og administrer reservationer i et tidslinjeformat.

source: View and manage all your bookings in a list format.
da_dk: Se og administrer alle dine bookinger i et listeformat.

source: Configure availability and pricing for your bookings.
da_dk: Konfigurer tilgængelighed og priser for dine bookinger.

source: Add new booking resources (properties or services) with unique calendars and availability.
da_dk: Tilføj nye bookingressourcer (ejendomme eller tjenester) med unikke kalendere og tilgængelighed.

source: Start receiving a new bookings from visitors of your website or create a new bookings in the Admin Panel.
da_dk: Begynd at modtage nye bookinger fra besøgende på din hjemmeside, eller opret en ny booking i Admin Panel.

source: Set Prices
da_dk: Angiv priser

source: Set Days Availability
da_dk: Indstil tilgængelighed af dage

source: Resources ( Calendars )
da_dk: Ressourcer ( Kalendere )

source: Add New Bookings
da_dk: Tilføj nye bookinger

source: Check and Manage Bookings
da_dk: Tjek og administrer bookinger

source: Complete
da_dk: Afsluttet

source: Manage Bookings in Booking Listing and Timeline View pages.
da_dk: Administrer bookinger på siderne Bookingregistrering og Tidslinjevisning.

source: Start receiving new bookings from visitors on your website, or create bookings manually in the Admin Panel.
da_dk: Begynd at modtage nye bookinger fra besøgende på din hjemmeside, eller opret bookinger manuelt i Admin Panel.

source: Everything is ready to start accepting your first booking.
da_dk: Alt er klar til at begynde at acceptere din første booking.

source: Congratulations! You're all set!
da_dk: Tillykke! Du er klar!

source: Would you like to embed your booking form in an existing page, or create a new one?
da_dk: Vil du indlejre din bookingformular på en eksisterende side eller oprette en ny?

source: Go to page with booking form
da_dk: Bookingformular indstillinger

source: Start by using the pre-configured booking page we have set up.
da_dk: Start med at bruge den forudkonfigurerede bookingside, vi har oprettet.

source: Pre-configured booking page
da_dk: Forudkonfigureret reservationsside

source: Start by using the pre-configured booking page or integrate booking form into a new page.
da_dk: Start med at bruge den forudkonfigurerede reservationsside, eller integrer reservationsformularen på en ny side.

source: Publish Your Booking Form
da_dk: Udgiv din bookingformular

source: Skip for Now
da_dk: Spring nu over

source: Configure additional optional settings and features.
da_dk: Konfigurer yderligere valgfrie indstillinger og funktioner.

source: Optional Settings and Features
da_dk: Valgfrie indstillinger og funktioner

source: This setting will override all other availability settings.
da_dk: Denne indstilling tilsidesætter alle andre tilgængelighedsindstillinger.

source: Select weekdays to be marked as unavailable in calendars.
da_dk: Vælg ugedage, der skal markeres som utilgængelige i kalendere.

source: You can configure form fields later in %s
da_dk: Du kan konfigurere formularfelter senere i %s

source: Customize the structure of your booking form.
da_dk: Tilpas strukturen i din bookingformular.

source: This step will update the booking form configuration.
da_dk: Dette trin opdaterer konfigurationen af reservationsformularen.

source: Reset the Setup Wizard and start from beginning
da_dk: Nulstil installationsguiden, og start fra begyndelsen

source: Default view for dates in booking tables
da_dk: Standardvisning for datoer i reservationsborde

source: Select which day the week starts on.
da_dk: Vælg hvilken dag ugen starter på.

source: Start day of the week
da_dk: Ugen start dag

source: Customize how dates and times are displayed.
da_dk: Tilpas, hvordan datoer og klokkeslæt vises.

source: Skip
da_dk: Spring over

source: You can adjust settings in the widgets on the right side of the page.
da_dk: Du kan justere indstillinger i widgets i højre side af siden.

source: This is a preview of your booking form.
da_dk: Dette er en forhåndsvisning af din bookingformular.

source: Continue
da_dk: Fortsæt

source: Set number of columns in booking form
da_dk: Angiv antal kolonner i reservationsformularen

source: Select Time
da_dk: Vælg Tidspunkt

source: Select date
da_dk: Vælg dato

source: Integrate booking form
da_dk: Integrer bookingformular

source: Integrate booking form into a page on your website.
da_dk: Integrer bookingformularen på en side på din hjemmeside.

source: Insert shortcode in a page
da_dk: Indsæt kortkode på en side

source: Appearance
da_dk: Udseende

source: Apply Availability
da_dk: Anvend tilgængelighed

source: No times
da_dk: Ingen gange

source: Pro Versions
da_dk: Pro-versioner

source: Free Version
da_dk: Gratis version

source: Click to load selected form
da_dk: Klik for at indlæse den valgte formular

source: Apply Form
da_dk: Anvend formular

source: Booking Form Structure
da_dk: Struktur for reservationsformular

source: Vertical Lines
da_dk: Lodrette linjer

source: Triangles
da_dk: Trekanter

source: Show change over days as
da_dk: Vis ændring over dage som

source: Drop-down list
da_dk: Rulleliste

source: Time Picker
da_dk: Tidsvælger

source: Show time slots as
da_dk: Vis tidsintervaller som

source: Configure it at the %s page.
da_dk: Konfigurer det på siden %s.

source: Dates and times preferences
da_dk: Præferencer for datoer og klokkeslæt

source: slots
da_dk: perioder

source: Check this box to display the available number of booking resources at the date cells in the calendar(s).
da_dk: Markér dette afkrydsningsfelt for at få vist det tilgængelige antal reservationsressourcer i datocellerne i kalenderen/kalenderne.

source: Show availability in date cell
da_dk: Vis tilgængelighed i datocelle

source: rooms
da_dk: værelser

source: About
da_dk: Om

source: Contact Support
da_dk: Kontakt support

source: Select weekdays to be marked as unavailable in calendars. This setting will override all other availability settings.
da_dk: Vælg ugedage, der skal markeres som utilgængelige i kalendere. Denne indstilling tilsidesætter alle andre tilgængelighedsindstillinger.

source: Plugin Info & News
da_dk: Plugin Info & Nyheder

source: Uninstall / Deactivation
da_dk: Afinstaller / deaktivering

source: Advanced Options
da_dk: Avancerede Indstillinger

source: Date and Time Formats
da_dk: Dato- og klokkeslætsformater

source: Timeline (Front-End)
da_dk: Tidslinje (front-end)

source: Time Slot Appearance
da_dk: Udseende af tidsrum

source: Booking Form Options
da_dk: Bookingformular indstillinger

source: Booking Capacity
da_dk: Booking kapacitet

source: Day Tooltips
da_dk: Værktøjstips til dag

source: Changeover Days
da_dk: Skiftedage

source: Days Selection
da_dk: Valg af dage

source: Calendar Appearance
da_dk: Kalenderens udseende

source: Let's Get Started
da_dk: Lad os komme i gang

source: We'll guide you through the steps to set up WP Booking Calendar on your site.
da_dk: Vi guider dig gennem trinene til opsætning af WP Booking Calendar på dit websted.

source: Welcome to %s!
da_dk: Velkommen til %s!

source: By checking this box, I agree to share data from this page to personalize my setup experience, receive more relevant content, and help improve WP Booking Calendar for all users.
da_dk: Ved at markere dette felt accepterer jeg at dele data fra denne side for at tilpasse min opsætningsoplevelse, modtage mere relevant indhold og hjælpe med at forbedre WP Booking Calendar for alle brugere.

source: You can always change this later
da_dk: Du kan altid ændre dette senere

source: Your Booking Email Address
da_dk: Din e-mailadresse til booking

source: What industry is your booking business in?
da_dk: Hvilken branche er din bookingvirksomhed i?

source: I'm setting up a plugin for a client
da_dk: Jeg konfigurerer et plugin til en klient

source: I'm already in business
da_dk: Jeg er allerede i gang

source: I'm just starting my business
da_dk: Jeg er lige begyndt på min virksomhed

source: Which one of these best describes you?
da_dk: Hvilken af disse beskriver dig bedst?

source: What's the name of your business?
da_dk: Hvad hedder din virksomhed?

source: Tell Us About Your Business
da_dk: Fortæl os om din virksomhed

source: Find more information about this feature on %1$sthis page%2$s.
da_dk: Du kan finde flere oplysninger om denne funktion på %1$sdenne side%2$s.

source: Manage multi-day bookings with specific check-in and check-out days, clearly marked with diagonal or vertical lines. Ideal for bookings that require split days.
da_dk: Administrer flerdages bookinger med specifikke check-in- og check-out-dage, tydeligt markeret med diagonale eller lodrette linjer. Ideel til bookinger, der kræver splitdage.

source: Changeover Multi-Date Bookings
da_dk: Skift af reservationer med flere datoer

source: Manage bookings for specific times on selected dates. Allow clients to choose from available time slots in the booking form.
da_dk: Administrer bookinger for bestemte tidspunkter på udvalgte datoer. Giv kunderne mulighed for at vælge mellem ledige tidsrum i reservationsformularen.

source: Time-Based Appointments
da_dk: Tidsbaserede aftaler

source: Manage bookings for entire days, whether it's for a single day or multiple days. No time selection is required.
da_dk: Administrer bookinger for hele dage, uanset om det er for en enkelt dag eller flere dage. Der kræves ikke noget tidsvalg.

source: Full-Day Bookings
da_dk: Heldagsbestillinger

source: This will help customize your experience.
da_dk: Dette vil hjælpe med at tilpasse din oplevelse.

source: Select Your Booking Type
da_dk: Vælg din bookingtype

source: Exit and skip the setup wizard
da_dk: Afslut og spring opsætningsguiden over

source: Save and Continue
da_dk: Gem og fortsæt

source: Bookings Type
da_dk: Type af bookinger

source: General Info
da_dk: Generel oplysning

source: Finish Setup
da_dk: Afslut opsætningen

source: Start Setup from Beginning
da_dk: Start opsætningen fra begyndelsen

source: Exit Full Screen
da_dk: Afslut fuld skærm

source: Full Screen
da_dk: Fuld skærm

source: Initial Setup
da_dk: Indledende opsætning

source: Go back to the Dashboard
da_dk: Gå tilbage til kontrolpanelet

source: Go to Dashboard
da_dk: Gå til Kontrolpanel

source: End Tour
da_dk: Afslut

source: Let's go
da_dk: Lad os gå

source: Welcome to %s
da_dk: Velkommen til %s

source: Approved booking(s)
da_dk: Godkendt reservation(er)

source: Start Setup Wizard
da_dk: Start installationsguiden

source: View system information and recover lost bookings or booking resources.
da_dk: Se systemoplysninger, og gendan mistede reservationer eller reservationsressourcer.

source: Stay informed with the latest news and details about the plugin.
da_dk: Hold dig informeret med de seneste nyheder og detaljer om plugin'et.

source: Enable the option to fully erase booking data when the plugin is deactivated.
da_dk: Aktiver muligheden for at slette bookingdata fuldstændigt, når plugin'et er deaktiveret.

source: Configure loading of CSS/JavaScript files, set the number of simultaneous requests, and other advanced options.
da_dk: Konfigurer indlæsning af CSS/JavaScript-filer, indstil antallet af samtidige anmodninger og andre avancerede indstillinger.

source: Choose whether to use local translations or WordPress translations.
da_dk: Vælg, om du vil bruge lokale oversættelser eller WordPress-oversættelser.

source: Set user permissions for accessing plugin menu pages and configure the menu position.
da_dk: Indstil brugertilladelser for adgang til plugin-menusider, og konfigurer menupositionen.

source: Customize the display format for dates and times.
da_dk: Tilpas visningsformatet for datoer og klokkeslæt.

source: Customize timeline options in the admin panel, including displaying booking details.
da_dk: Tilpas tidslinjeindstillinger i adminpanelet, herunder visning af bookingoplysninger.

source: Configure various options and settings in the admin panel.
da_dk: Konfigurer forskellige muligheder og indstillinger i adminpanelet.
