Repository: dsemblano/tijolocwb
Catalog: site/web/app/languages/plugins/booking-*.po
Languages: da_dk

source: Import booking, if all dates or only some date(s) within conditional parameters from / until
da_dk: Importer booking, hvis alle datoer eller kun nogle dato(er) inden for betingede parametre fra/indtil

source: Event condition
da_dk: Begivenhedens tilstand

source: Import only, if days are available
da_dk: Importer kun, hvis dage er tilgængelige

source: Import in any case
da_dk: Import under alle omstændigheder

source: Whether import events for dates, that already booked in specific booking resource
da_dk: Om importere hændelser for datoer, der allerede er reserveret i en bestemt reservationsressource

source: Import condition
da_dk: Import betingelse

source: You can specify an optional offset from you chosen start point. The offset can be negative.
da_dk: Du kan angive en valgfri forskydning fra det valgte startpunkt. Forskydningen kan være negativ.

source: Start of current year
da_dk: Starten af indeværende år

source: Enter the url of .ics feed or file.
da_dk: Angiv webadressen til .ics feed eller fil.

source: URL to .ICS Feed
da_dk: URL til . ICS-feed

source: End of current year
da_dk: Udgangen af indeværende år

source: End of current week
da_dk: Slutningen af indeværende uge

source: 00:00 Today
da_dk: 00:00 I dag

source: Select date, which you want to use for users to submit the bookings
da_dk: Vælg dato, som du vil bruge til at bruge brugerne til at sende reservationerne

source: Booking Date
da_dk: Bookingdato

source: Only form without calendar
da_dk: Kun formular uden kalender

source: For example, a visitor can choose to book 7 or 14 days or 21 days starting on '2027-02-15'. To configure this, enter date in format 'YYYY-MM-DD' such as '2027-02-15' and set the number of days to select as '7,14,21'. Click the 'Add Rule' button.
da_dk: En besøgende kan f.eks. vælge at booke 7 eller 14 dage eller 21 dage fra '2027-02-15'. For at konfigurere dette skal du indtaste dato i formatet 'ÅÅÅÅ-MM-DD', såsom '2027-02-15' og indstille antallet af dage, der skal vælges som '7,14,21'. Klik på knappen 'Tilføj regel'.

source: Specify the number of days to select when starting the selection on a specific date.
da_dk: Angiv det antal dage, der skal vælges, når du starter markeringen på en bestemt dato.

source: For date
da_dk: Til dato

source: For example, a visitor can starting days selection only on 'Sunday' or 'Friday' if select days on 'Low season'. To configure this, select the 'Low season' option in the dropdown menu and enable 'Sunday' and 'Friday' boxes. Click the 'Add Rule' button.
da_dk: En besøgende kan f.eks. kun vælge startdage på 'søndag' eller 'fredag', hvis der vælges dage i 'Lavsæson'. For at konfigurere dette skal du vælge 'Lavsæson' i rullemenuen og aktivere felterne 'Søndag' og 'Fredag'. Klik på knappen 'Tilføj regel'.

source: Specify the weekdays as start days for selection when starting the selection in a specific season.
da_dk: Angiv ugedage som startdage for udvælgelse, når du starter udvælgelsen i en bestemt sæson.

source: allow to start days selection only for these weekdays
da_dk: tillad kun at vælge startdage for disse ugedage

source: For example, a visitor can choose to book any number from 7 to 14 days or 21 days starting on 'High season', or any number from 2 to 5 days starting on 'Low season', and so forth. To configure this, select the 'High season' option in the dropdown menu and set the number of days to select as '7-14,21'. Click the 'Add Rule' button. Next, select the 'Low season' option in the dropdown menu and set the number of days to select as '2-5'. Click the 'Add Rule' button again.
da_dk: For eksempel kan en besøgende vælge at booke et hvilket som helst antal fra 7 til 14 dage eller 21 dage fra 'Højsæson' eller et hvilket som helst tal fra 2 til 5 dage fra 'Lavsæson' og så videre. For at konfigurere dette skal du vælge 'Højsæson' i rullemenuen og indstille antallet af dage, der skal vælges som '7-14,21'. Klik på knappen 'Tilføj regel'. Vælg derefter indstillingen 'Lavsæson' i rullemenuen og indstil antallet af dage, der skal vælges som '2-5'. Klik på knappen 'Tilføj regel' igen.

source: Specify the number of days to select when starting the selection in a specific season.
da_dk: Angiv det antal dage, der skal vælges, når du starter valget i en bestemt sæson.

source: Add Rule
da_dk: Tilføj regel

source: allow to select
da_dk: tillad at vælge

source: Add new season
da_dk: Tilføj ny sæson

source: In season
da_dk: I sæsonen

source: Explore %1$sJavaScript customization%2$s for advanced different day selection in different calendars.
da_dk: Udforsk %1$sJavaScript-tilpasning%2$s for avanceret valg af forskellige dage i forskellige kalendere.

source: For example, a visitor can choose to book only 5 or 7 days starting on Monday, or any number from 2 to 7 days starting on Saturday, and so forth. To configure this, check the 'Monday' box and set the number of days to select as '5,7'. Then, check the 'Saturday' box and set the number of days to select as '2-7'. Finally, click the 'Set Rule' button.
da_dk: For eksempel kan en besøgende vælge kun at booke 5 eller 7 dage fra mandag, eller et hvilket som helst antal fra 2 til 7 dage fra lørdag og så videre. For at konfigurere dette skal du markere afkrydsningsfeltet 'Mandag' og indstille antallet af dage, der skal vælges som '5,7'. Marker derefter afkrydsningsfeltet 'Lørdag' og indstil antallet af dage, der skal vælges som '2-7'. Til sidst skal du klikke på knappen 'Indstil regel'.

source: Specify the number of days to select when starting the selection on a specific weekday.
da_dk: Angiv det antal dage, der skal vælges, når du starter markeringen på en bestemt ugedag.

source: Set Rule
da_dk: Sæt regel

source: days to select
da_dk: dage til at vælge

source: Dates selection Conditions
da_dk: Datovalg Betingelser

source: Start selection at Seasons
da_dk: Startudvælgelse hos Seasons

source: Seasons Conditions
da_dk: Sæsonens betingelser

source: Weekdays Conditions
da_dk: Betingelser for hverdage

source: Check the FAQ for details on %1$sshortcode configuration%2$s, especially this %3$soption%4$s.
da_dk: Se ofte stillede spørgsmål for detaljer om %1$skortkodekonfiguration%2$s, især denne %3$smulighed%4$s.

source: Enable %1$sAggregate only bookings%2$s option to aggregate only bookings without including unavailable dates from the %3$s page.
da_dk: Aktivér muligheden %1$sSaml kun reservationer%2$s for kun at samle reservationer uden at inkludere ikke-tilgængelige datoer fra %3$s-siden.

source: Hold down the Ctrl button to make multiple selections.
da_dk: Hold Ctrl-knappen nede for at foretage flere valg.

source: To set this up, select one or multiple booking resources in the multi-select box.
da_dk: Hvis du vil konfigurere dette, skal du vælge en eller flere reservationsressourcer i feltet med flere valg.

source: Show dates as booked in the current calendar if such dates are unavailable in one of the selected resources.
da_dk: Vis datoer som reserveret i den aktuelle kalender, hvis sådanne datoer ikke er tilgængelige i en af de valgte ressourcer.

source: Aggregate only bookings
da_dk: Samlede kun reservationer

source: Set cell height for calendar
da_dk: Indstil cellehøjde for kalender

source: Calendar cell height:
da_dk: Kalenderens cellehøjde:

source: Set width of calendar
da_dk: Indstil kalenderens bredde

source: Select the number of months to show in one row on a wide screen.
da_dk: Vælg det antal måneder, der skal vises i én række på en bred skærm.

source: Configure Calendar Size and Structure
da_dk: Konfigurer kalenderstørrelse og -struktur

source: Setup Size & Structure
da_dk: Opsætning Størrelse & Struktur

source: Select custom booking form
da_dk: Vælg brugerdefineret reservationsformular

source: Aggregate
da_dk: Aggregere

source: Conditional Days Selection
da_dk: Valg af betingede dage

source: Booking Calendar Form
da_dk: Formular til reservationskalender

source: Show .ics Listing of Events
da_dk: Vis .ics Liste over begivenheder

source: Import Events (.ics feed)
da_dk: Importere hændelser (.ics feed)

source: Search Availability
da_dk: Søg tilgængelighed

source: Availability Calendar / Days Not Selectable
da_dk: Tilgængelighed Kalender / dage kan ikke vælges

source: Booking Form with Calendar
da_dk: Bookingformular med kalender

source: The booking has been edited
da_dk: Reservationen er blevet redigeret

source: Show User Owner of booking resources
da_dk: Vis brugerejer af reservationsressourcer

source: Owner
da_dk: Ejer

source: Show Capacity Options
da_dk: Vis kapacitetsmuligheder

source: Show Default Form Options
da_dk: Vis standardformularindstillinger

source: Show Cost Options
da_dk: Vis omkostningsmuligheder

source: Show Publish Options
da_dk: Vis udgivelsesindstillinger

source: Total booking cost shortcode, which possible to use only for fields, which show some cost hint, but do not apply to total booking cost.
da_dk: Samlet bookingpris shortcode, som kun kan bruges til felter, som viser nogle omkostningstip, men ikke gælder for samlede bookingomkostninger.

source: Double Room
da_dk: Dobbeltværelse

source: Payment Setup
da_dk: Opsætning af betaling

source: Email Content
da_dk: E-mail indhold

source: Type your email %1$ssubject%2$s for the booking confirmation message.
da_dk: Indtast din e-mail %1$semne%2$s for reservationsbekræftelsen.

source: Activate this option to add security tokens (nonce fields) to booking forms on the front-end. Please note that this may cause issues if you are using cache plugins or caching software.
da_dk: Aktivér denne mulighed for at tilføje sikkerhedstokens (nonce-felter) til reservationsformularer på front-end. Bemærk, at dette kan forårsage problemer, hvis du bruger cache-plugins eller caching-software.

source: Use Nonce Fields
da_dk: Brug Nonce-felter

source: This shortcode is used in the booking form to display the date %1$sN days before%2$s the selected check-in date.
da_dk: Denne kortkode bruges i reservationsformularen til at vise datoen %1$sN dage før%2$s den valgte indtjekningsdato.

source: Select the number of days for the %s shortcode.
da_dk: Vælg antallet af dage for den %s kortkode.

source: Pre-Check-in Display Duration
da_dk: Visningsvarighed før indtjekning

source: If your website uses a cache plugin or system, exclude pages with booking forms from caching to ensure CAPTCHA functions correctly.
da_dk: Hvis dit websted bruger et cache-plugin eller -system, skal du ekskludere sider med bookingformularer fra caching for at sikre, at CAPTCHA fungerer korrekt.

source: Activate and type your %1$stitle of unavailable%2$s item in legend
da_dk: Aktivér og skriv din %1$stitel på utilgængelig%2$s element i forklaringen

source: Unavailable item
da_dk: Utilgængelig emner

source: Customization of booking resources
da_dk: Tilpasning af booking ressourcer

source: Embed your booking form into the page
da_dk: Integrer din booking formular på siden

source: Customize Booking Calendar shortcode
da_dk: Tilpas Booking Kalender kortkode

source: Learn how to integrate the booking form into a page using the shortcode.
da_dk: Lær hvordan du integrerer booking formularen på en side ved hjælp af kortkoden.

source: Go Back
da_dk: Gå tilbage

source: Create Page
da_dk: Opret side

source: Enter Page Name
da_dk: Indtast sidenavn

source: Provide a name for your new page.
da_dk: Angiv et navn til din nye side.

source: Use This Page
da_dk: Brug denne side

source: Select the page where you want to embed your booking form.
da_dk: Vælg den side, hvor du vil integrere din booking formular.

source: Create New Page
da_dk: Opret ny side

source: Embed in Existing Page
da_dk: Integrer på eksisterende side

source: Choose whether to embed your booking form in an existing page or create a new one.
da_dk: Vælg, om du vil integrere din booking formular på en eksisterende side eller oprette en ny.

source: Find more information at the %1$sFAQ page%2$s
da_dk: Find mere information på siden %1$sFAQ%2$s

source: The Booking Calendar shortcode %1$s is already present on this page %2$s.
da_dk: Bookingkalender-kortkoden %1$s findes allerede på denne side %2$s.

source: We are unable to embed the booking form shortcode %1$s into the page %2$s.
da_dk: Vi kan ikke integrere kortkoden til reservationsformularen %1$s på siden %2$s.

source: The booking form shortcode %1$s has been embedded into the page %2$s
da_dk: Kortkoden til reservationsformularen %1$s er blevet indlejret på siden %2$s

source: A new page has been created.
da_dk: Der er oprettet en ny side.

source: Define unavailable weekdays for all calendar(s) and unavailable dates depend from today date
da_dk: Definer optaget ugedage for alle kalendere, og optaget datoer afhænger af dagsdato

source: Find more information at %1$sFAQ page%2$s.
da_dk: Find mere information på %1$sFAQ-siden%2$s.

source: Paste these values to appropriate fields at this page.
da_dk: Indsæt disse værdier i de relevante felter på denne side.

source: Under "API credentials" copy "Client ID" and "Secret Key" fields.
da_dk: Under "API-legitimationsoplysninger" skal du kopiere felterne "Klient-id" og "Hemmelig nøgle".

source: Click "Create App" button, enter name of your application and click on "Create App" button.
da_dk: Klik på knappen "Opret app", indtast navnet på din applikation og klik på knappen "Opret app".

source: Click the "Apps & Credentials".
da_dk: Klik på "Apps og legitimationsoplysninger".

source: Log in to your PayPal account Dashboard.
da_dk: Log ind på din PayPal konto kontrolpanel.

source: Payment button height
da_dk: Betalingsknap højde

source: Payment button type
da_dk: Type af betalingsknap

source: Client ID
da_dk: Klient ID

source: Legacy
da_dk: Oprindelig

source: Add Resource
da_dk: Tilføj ressource

source: Validates a zip code with exactly 5 digits.
da_dk: Validerer et postnummer med nøjagtigt 5 tal.

source: Validates a phone number with exactly 9 digits.
da_dk: Validerer et telefonnummer med nøjagtigt 9 tal.

source: Validates the text field as a digit field.
da_dk: Validerer tekstfeltet som et talfelt.

source: This feature ensures that a specific field only accepts a certain number of digits, providing control over the entered data.
da_dk: Denne funktion sikrer, at et bestemt felt kun accepterer et bestemt antal tal, hvilket giver kontrol over de indtastede data.

source: %1$sValidate Text Field for Digits%2$s.
da_dk: %1$sValider tekstfelt for cifre%2$s.

source: Wrap checkbox with a label
da_dk: Ombryd afkrydsningsfeltet med en etiket

source: Publish
da_dk: Udgiv

source: Shortcode for page
da_dk: Kortkode til side

source: Reset All
da_dk: Nulstil alt

source: Early / Late Check-in Discounts
da_dk: Tidlig / Sidste øjeblik ankomst rabatter

source: Configure discounts based on the interval between the booking date and check-in day.
da_dk: Konfigurer rabatter baseret på intervallet mellem booking datoen og check-ind dag.

source: Enable customers to pay a partial of the booking cost upfront.
da_dk: Giv kunderne mulighed for at betale en del af booking omkostningerne på forhånd.

source: Set flexible costs based on the number of selected days, such as offering a discount for a week or longer stay
da_dk: Angiv fleksible priser baseret på antal valgte dage, så som at tilbyde en rabat for en uge eller længere varighed

source: Set different daily prices based on seasons
da_dk: Angiv forskellige daglige priser baseret på sæson

source: Customize booking costs by seasonal daily pricing and booking duration, with features for partial payments and early/late check-in discounts.
da_dk: Tilpas booking omkostninger efter sæsonbestemt, daglig prisfastsættelse og booking varighed, med funktioner til delbetalinger og rabatter på tidlig/sidste øjeblik ankomst.

source: Duration-Based Costs
da_dk: Varighedsbaserede omkostninger

source: Seasonal Pricing
da_dk: Sæsonbestemt priser

source: Partial Payments
da_dk: Delvise betalinger

source: Customize costs based on form fields selections.
da_dk: Tilpasse prisen baseret på valg af formularfelter.

source: Contact %1$sSupport%2$s.
da_dk: Kontakt %1$sSupport%2$s.

source: Discount Coupons
da_dk: Rabatkupon

source: Form Options Costs
da_dk: Formular indstillinger for omkostninger

source: Daily Costs
da_dk: Daglig pris

source: General Availability
da_dk: Generel tilgængelighed

source: Seasons
da_dk: Sæsoner

source: Season Availability
da_dk: Sæson tilgængelighed

source: Days Availability
da_dk: Dages tilgængelighed

source: Booking Prices
da_dk: Booking priser

source: Calendar View
da_dk: Kalendervisning

source: Insert WP Booking Calendar
da_dk: Indsæt WP Booking-kalender

source: Insert
da_dk: Indsæt

source: Import only if dates are available in the source calendar.
da_dk: Importer kun, hvis datoer er ledige i kildekalenderen.

source: Import if Dates Available
da_dk: Importer, hvis datoer er ledige

source: Import only if the event has not been imported before.
da_dk: Importer kun, hvis begivenheden ikke er blevet importeret før.

source: Import Only New Events
da_dk: Importer kun nye begivenheder

source: Import conditions
da_dk: Betingelser for import

source: Prices
da_dk: Priser

source: N_O
da_dk: N_E_J

source: Y_E_S
da_dk: J_A

source: See %1$sall shortcodes%2$s of the Booking Calendar that you can use in pages.
da_dk: Se %1$salle kortkoder%2$s i Bookingkalenderen, som du kan bruge på sider.

source: Learn how to %1$sAdd the Booking Form or Calendar to your page%2$s in WordPress Block Editor, Elementor, or other non-standard editors.
da_dk: Lær, hvordan du %1$sFøj reservationsformularen eller kalenderen til din side%2$s i WordPress Block Editor, Elementor eller andre ikke-standardredaktører.

source: This Server Balancer control how many parallel requests for loading calendar data can be sent at the same time. A lower number minimizes server impact but may increase the total time for loading all calendars.
da_dk: Denne serverbalance styrer, hvor mange parallelle anmodninger om indlæsning af kalenderdata der kan sendes på samme tid. Et lavere tal minimerer serverpåvirkningen, men kan øge den samlede tid til indlæsning af alle kalendere.

source: Performance
da_dk: Ydeevne

source: Select the number of simultaneous requests to load data in multiple calendars.
da_dk: Vælg antallet af samtidige anmodninger om at indlæse data i flere kalendere.

source: Parallel requests
da_dk: Parallelle anmodninger

source: %s second
da_dk: %s sekund

source: %s minute
da_dk: %s minut

source: %s hour
da_dk: %s time

source: %s day
da_dk: %s dag

source: %s week
da_dk: %s uge

source: %s month
da_dk: %s måned

source: %s year
da_dk: %s år

source: Number of months in a row
da_dk: Antal af måneder i en række

source: Reset Wizard
da_dk: Nulstil guiden

source: Advanced availability
da_dk: Avanceret tilgængelighed

source: Publish Resources
da_dk: Udgiv ressourcer

source: Booking can not be saved in this date %1$s, number of available (single or child) booking resource(s) (%2$d) less than required (%3$d).
da_dk: Booking kan ikke gemmes på denne dato %1$s, antallet af tilgængelige (enkelt eller barn) bookingressource(r) (%2$d) mindre end påkrævet (%3$d).

source: Show more details
da_dk: Vis flere detaljer

source: now
da_dk: nu

source: Find more in the %1$sFAQ%2$s
da_dk: Find mere i %1$sFAQ%2$s

source: Payment section displayed
da_dk: Afsnittet betaling vises

source: Balance Remaining
da_dk: Resterende saldo

source: Deposit Due
da_dk: Betalingsfrist

source: Subtotal cost
da_dk: Sum af omkostning

source: Total Cost
da_dk: Samlet omkostning

source: Personal information
da_dk: Personlige oplysninger

source: Your booking id: %s
da_dk: Dit reservations-id: %s

source: Full day
da_dk: Heldags

source: It is not possible to store this sequence of the dates into the one same resource.
da_dk: Det er ikke muligt at gemme denne rækkefølge af datoerne i den samme ressource.

source: Please choose alternative date(s), times, or adjust the number of slots booked.
da_dk: Vælg alternative datoer, tidspunkter, eller juster antallet af bookede intervaller.

source: These dates and times in this calendar are already booked or unavailable.
da_dk: Disse datoer og tidspunkter i denne kalender er allerede booket eller utilgængelige.

source: Pay Total Cost
da_dk: Betal samlede omkostninger

source: Pay Deposit Only
da_dk: Betal kun depositum

source: Pay Deposit cost
da_dk: Betal depositum omkostninger

source: Coupon (required)
da_dk: Kupon (påkrævet)

source: Select Date
da_dk: Vælg dato

source: displays the available (remaining) slots for selected dates and times on a calendar with a specific capacity
da_dk: viser de tilgængelige (resterende) tidsrum for valgte datoer og tidspunkter i en kalender med en bestemt kapacitet

source: 14 dates before selected Check In date.
da_dk: 14 dage før valgt ankomstdato.

source: Vertical Spacer:
da_dk: Lodret afstandsstykke:

source: Horizontal Spacer:
da_dk: Vandret afstandsstykke:

source: Row with 3 fields
da_dk: Række med 3 felter

source: Row with 3 columns:
da_dk: Række med 3 kolonner:

source: Row with 2 columns:
da_dk: Række med 2 kolonner:

source: Row with 1 column:
da_dk: Række med 1 kolonne:

source: Spacer:
da_dk: Afstandsstykke:

source: Labels:
da_dk: Etiketter:

source: Columns:
da_dk: Kolonner:

source: Row:
da_dk: Række:

source: Simple HTML
da_dk: Simpel HTML

source: Custom HTML Shortcodes
da_dk: Tilpasset HTML-kortkoder

source: %s - custom HTML shortcode, for definition of booking field
da_dk: %s - tilpasset HTML-kortkode til definition af booking felt

source: Logging actions for booking
da_dk: Logføringshandlinger for booking

source: Automatically calculated deposit cost
da_dk: Beregn automatisk depositumomkostninger

source: Automatically calculated cost
da_dk: Automatisk beregnet pris

source: Total cost manually entered
da_dk: Samlet pris, manuelt indtastet

source: Enable this option if you want to use the selected times as booked time slots on each selected date. Otherwise, the selected times will be used as the check-in time for the first date and check-out time for the last date of the reservation.
da_dk: Aktivér denne indstilling, hvis du vil bruge de valgte tidspunkter som reserverede tidsintervaller på hver valgt dato. Ellers vil de valgte tidspunkter blive brugt som check-ind tidspunkt for den første dato og check-ud tidspunkt for den sidste dato for reservationen.

source: Use selected times for each booking date
da_dk: Brug valgte tidspunkter for hver booking dato

source: Check this box to display booking details with a tooltip, when mouse hovers over each day on the usual month calendar(s).
da_dk: Marker afkrydsningsfeltet, for at få vist booking oplysninger med et værktøjstip, når musen kommer hen over hver enkelt dag i den eller de sædvanlige månedskalendere.

source: Discounts applied
da_dk: Rabat er tilføjet

source: Configure %1$sForm Fields%2$s, %3$sEmails%4$s and other %5$sSettings%6$s.
da_dk: Konfigurer %1$sformularfelter%2$s, %3$sE-mails%4$s og andre %5$sIndstillinger%6$s.

source: Start creating %1$snew bookings%2$s from %3$syour page%4$s or in the %5$sAdmin Panel%6$s.
da_dk: Begynd at oprette %1$snye bookinger%2$s fra %3$sdin side%4$s eller i %5$sAdmin-panelet%6$s.

source: Time
da_dk: Tid

source: Date
da_dk: Dato

source: Customize
da_dk: Tilpas

source: Show exist translations status
da_dk: Vis status for eksisterende oversættelser

source: Download translation PO files from %s and update the current translation version.
da_dk: Download PO-oversættelsesfiler fra %s, og opdater den aktuelle oversættelses version.

source: Event
da_dk: Begivenhed

source: Imported from %s
da_dk: Importeret fra %s
