Repository: dsemblano/tijolocwb
Catalog: site/web/app/languages/plugins/booking-*.po
Languages: da_dk

source: We could not find your booking. The link you used may be incorrect or has expired. If you need assistance, please contact our support team.
da_dk: Vi kunne ikke finde din booking. Det link, du brugte, kan være forkert eller udløbet. Hvis du har brug for hjælp, bedes du kontakte vores supportteam.

source: Oops!
da_dk: Ups!

source: Maximum width of calendar
da_dk: Maksimal bredde på kalenderen

source: Booking(s) for today
da_dk: Booking(er) for idag

source: Date : Time
da_dk: Dato : Klokkeslæt

source: Booking Quantity Control - Set limits for the number of bookings per day or time slot.
da_dk: Kontrol af booking antal – Angiv grænser for antallet af bookinger pr. dag eller tidsperiode.

source: Bookings Options
da_dk: Bookinger indstillinger

source: Calendar Dates Tooltips
da_dk: Værktøjstip til kalender datoer

source: Show All Settings
da_dk: Vis alle indstillinger

source: Tools
da_dk: Værktøjer

source: Info / News
da_dk: Info / nyheder

source: Plugin Menu / Permissions
da_dk: Plugin menu / tilladelser

source: Date / Time Formats
da_dk: Dato / klokkeslæt-formater

source: Auto Cancellation / Auto Approval
da_dk: Automatisk annullering / godkendelse

source: Manage Bookings
da_dk: Administrer bookinger

source: Booking Confirmation
da_dk: Reservations bekræftelse

source: Form Options
da_dk: Formular indstillinger

source: Tooltips in days
da_dk: Værktøjstips på få dage

source: Next import
da_dk: Næste import

source: during
da_dk: under

source: Last import
da_dk: Sidste import

source: or newer
da_dk: eller nyere

source: Free vs Pro
da_dk: Gratis vs Pro

source: Customize fields in booking form
da_dk: Tilpas felter i bookings formularen

source: Enable Reply-To visitor email
da_dk: Aktivér Svar-til besøgendes e-mail

source: Enable Reply-To
da_dk: Aktivér Svar til

source: Items
da_dk: Enheder

source: Select the field that will control how many slots visitors can book during the reservation process.
da_dk: Vælg det felt, der styrer, hvor mange tidsperioder besøgende kan reserver under booking processen.

source: Quantity field name
da_dk: Felt navn på antal

source: If disabled, visitors can book only one slot within a single reservation.
da_dk: Hvis deaktiveret, kan besøgende kun reserver ét tidspunkt inden for en enkelt reservation.

source: Enable this option to allow visitors to define the number of items they can book for specific dates or times within a single reservation.
da_dk: Aktivér denne indstilling for at give besøgende mulighed for at definere antallet af emner, de kan reservere til bestemte datoer eller tidspunkter inden for en enkelt reservation.

source: Booking Quantity Control
da_dk: Kontrol af booking antal

source: WordPress Timezone
da_dk: WordPress tidszone

source: Server Default Timezone
da_dk: Serverens standard tidszone

source: Find additional details %1$shere%2$s
da_dk: Find yderligere oplysninger %1$sher%2$s

source: Read more
da_dk: Læs mere

source: PHP default timezone is invalid
da_dk: PHP-standard tidszonen er ugyldig

source: This page should include the shortcode %s to display booking details and confirmation after a successful booking.
da_dk: Denne side skal indeholde den kortkode, %s der skal vise booking oplysningerne og bekræftelsen efter en gennemført booking.

source: Confirmation Page URL
da_dk: URL-adresse til bekræftelsesside

source: Your booking is received. Please proceed with payment to confirm it. Many thanks!
da_dk: Din booking er modtaget. Fortsæt venligst til betaling for at bekræfte din booking. Mange tak!

source: Your booking is received. We will confirm it soon. Many thanks!
da_dk: Din booking er modtaget. Vi vil bekræfte den snart. Mange tak!

source: After booking action:
da_dk: Efter booking handling:

source: Redirect to thank you page
da_dk: Omdiriger til takkeside

source: Show booking confirmation message
da_dk: Vis booking bekræftelse besked

source: Dark
da_dk: Mørk

source: Light
da_dk: Lys

source: When you select a color theme, it also change the calendar and time-slot picker skins to match your choice. Customize these options separately as needed.
da_dk: Når du vælger et farvetema, ændres temaet også på kalenderen og tidspunkt-vælgeren, så de passer til dit valg. Tilpas disse indstillinger separat efter behov.

source: Select a color theme for your booking form that matches the look of your website.
da_dk: Vælg et farvetema til din bookings formular, der matcher udseendet på dit websted.

source: Color Theme
da_dk: Farve tema

source: You can enable or disable, as well as configure %1$sTime Slots%2$s for your booking form on the Settings > %3$sBooking Form%4$s page.
da_dk: Du kan aktivere eller deaktivere samt konfigurere %1$sTidsintervaller%2$s for din reservationsformular på siden Indstillinger > %3$sreservationsformular%4$s.

source: Days selection in calendar
da_dk: Valg af dage i kalenderen

source: Show all bookings.
da_dk: Vis alle reservationer.

source: Reset keyword text field
da_dk: Nulstil søgeord i tekstfeltet

source: Reset check in/out dates filter
da_dk: Nulstil filtrering for afrejse-/ankomstdato

source: %s - inserting URL for export booking to
da_dk: %s - indsættelse af URL til eksportering af booking til

source: Payment Unsuccessful. Please contact us for assistance.
da_dk: Betalingen mislykkedes. Kontakt os venligst for at få hjælp.

source: Booking Payment Failed
da_dk: Booking betalingen mislykkedes

source: Thank you for your booking. Your payment for the booking has been successfully received.
da_dk: Tak for din booking. Din betaling for bookingen er modtaget.

source: Booking Payment Confirmation
da_dk: Bekræftelse af booking

source: My Bookings Listing
da_dk: Min booking oversigt

source: My Booking
da_dk: Min booking

source: Thank you for your booking. Your booking has been successfully received.
da_dk: Tak for din booking. Din booking er blevet modtaget.

source: Booking Received
da_dk: Booking modtaget

source: Booking edit
da_dk: Redigering af booking

source: This page can only be accessed through links in emails related to your booking.
da_dk: Denne side kan kun tilgås via links i e-mails relateret til din booking.

source: Get Pro
da_dk: Få Pro

source: Find lost booking resources
da_dk: Find tabte booking ressourcer

source: Append one check out day, during import .ics feeds
da_dk: Tilføj én afrejsedag, under import .ics feeds

source: %1$s date has been set as %2$s unavailable %3$s
da_dk: %1$s dato er angivet som %2$s utilgængelig %3$s

source: %1$s date has been set as %2$s available %3$s
da_dk: %1$s dato er angivet som %2$s tilgængelig %3$s

source: Remove all unavailable dates for this calendar
da_dk: Fjern alle utilgængelige datoer for denne kalender

source: Reset availability
da_dk: Nulstil tilgængelighed

source: Reset selected options to default values
da_dk: Nulstil valgte indstillinger til standardværdier

source: Set dates %1$s as %2$s unavailable.
da_dk: Angiv datoer %1$s som %2$s utilgængelige.

source: Set dates %1$s as %2$s available.
da_dk: Indstil datoer %1$s som %2$s tilgængelige.

source: Unavailable day, depends on today day
da_dk: Utilgængelig dag, afhænger af dagsdag

source: Unavailable week day
da_dk: Utilgængelig ugedag

source: Season unavailable day
da_dk: Sæson utilgængelig dag

source: No unavailable dates.
da_dk: Ingen utilgængelige datoer.

source: All %s unavailable dates has been removed
da_dk: Alle %s utilgængelige datoer er blevet fjernet

source: Show empty space in legend
da_dk: Vis tom plads i forklaringen

source: Show specific symbol in legend
da_dk: Vis specifikt symbol i forklaring

source: Show only specific sorted, legend items
da_dk: Vis kun bestemte sorterede, forklaringsemner

source: Show legend items relative settings at the Booking Settings General page in "Form" section
da_dk: Vis forklarende emners relative indstillinger på siden Generelle booking indstillinger i "formular" afsnittet

source: %1$sShow calendar dates legend in any place of booking form.%2$s
da_dk: %1$sVis forklaringen af kalenderdatoer på et hvilket som helst sted i reservationsformularen. %2$s

source: Check this option, to use changeover days during booking process. Check-in/out days will be marked with vertical or diagonal lines.
da_dk: Marker denne mulighed for at bruge skiftedage under booking processen. Check-ind-/ud dage markeres med lodrette eller diagonale linjer.

source: Use changeover days
da_dk: Brug omstillingsdage

source: If this check box is not selected, the system updates the booking to the first available child booking resource based on the capacity and availability of the parent booking resource.
da_dk: Hvis dette afkrydsningsfelt ikke er markeret, opdaterer systemet bookingen til den første ledige underordnede booking ressource baseret på kapaciteten og ledigheden af den overordnede booking ressource.

source: Check this box to disable changing the booking resource when editing a booking.
da_dk: Marker afkrydsningsfeltet, for at deaktivere ændring af booking ressourcen, når du redigerer en booking.

source: Disable changing booking resource while editing a booking
da_dk: Deaktiver ændring af booking ressource, mens du redigerer en booking

source: Check this box to disable reservations, which can be stored in different booking resources.
da_dk: Marker afkrydsningsfeltet,, at deaktivere reservationer, som kan gemmes i forskellige booking ressourcer.

source: Resource unavailable days
da_dk: Utilgængelige dage for resource

source: Disable show booked times in tooltip, when mouse over specific day in calendar
da_dk: Deaktiver vis reserveret tider i værktøjstip, når du holder musen over en bestemt dag i kalenderen

source: Disable times in tooltips
da_dk: Deaktiver klokkeslæt i værktøjstip

source: %1$sSelect days%2$s in calendar then select %3$sAvailable%4$s / %5$sUnavailable%6$s status and click %7$sApply%8$s availability button.
da_dk: %1$sVælg dage%2$s i kalenderen, vælg derefter statussen %3$sTilgængelig%4$s / %5$sIkke tilgængelig%6$s og klik på knappen %7$sAnvend%8$s tilgængelighed.

source: Calendar Availability
da_dk: Kalender tilgængelighed

source: Define available and unavailable days for calendar(s)
da_dk: Definer ledige og optaget dage for kalender(er)

source: Calendar Legend
da_dk: Rediger kalender forklaring

source: Apply availability
da_dk: Tilføj tilgængelighed

source: Unavailable
da_dk: Utilgængelig

source: Check this box to display legend items vertically in a column.
da_dk: Marker afkrydsningsfeltet, for at få vist forklaringsemner lodret i en kolonne.

source: Show legend items in a column
da_dk: Vis forklaringsemner i en kolonne

source: What's the main benefit from Booking Calendar for you?
da_dk: Hvad er den største fordel ved Booking Kalendar for dig?

source: Thanks for sharing your rating %s
da_dk: Tak fordi du deler din vurdering %s

source: %1$sPerfect!%2$s Thanks for taking the time! %3$s
da_dk: %1$sPerfekt! %2$s Tak fordi du tog dig tid! %3$s

source: Yes! Sure, I'd love to help!
da_dk: Ja! Helt sikkert!, jeg ville elske at hjælpe!

source: No, sorry - not this time.
da_dk: Nej tak, ikke denne gang.

source: Thanks for sharing your feedback! Have a great day :)
da_dk: Tak fordi du deler din feedback! Hav en god dag :)

source: Your answers will help us to make the plugin better for you!
da_dk: Dine svar hjælper os med at gøre plugin'et bedre for dig!

source: %1$sFantastic!%2$s Thanks for taking the time! %3$s
da_dk: %1$sFantastisk! %2$s Tak fordi du tog dig tid! %3$s

source: It's an %1$soptional question%2$s. But, we'd love to hear your thoughts!
da_dk: Det er et %1$svalgfrit spørgsmål%2$s. Men vi vil meget gerne høre dine tanker!

source: What functionality important to you are missing in the plugin?
da_dk: Hvilken funktionalitet, der er vigtig for dig, mangler i plugin'et?

source: Thanks for being with us! %s
da_dk: Tak fordi du er med os! %s

source: You're helping us do a better job. :) We appreciate that!
da_dk: Du hjælper os med at gøre et bedre stykke arbejde. :) Det sætter vi pris på!

source: Thank you for your feedback! %s
da_dk: Tak for din feedback! %s

source: Back
da_dk: Tilbage

source: How can we improve it for you?
da_dk: Hvordan kan vi forbedre det for dig?

source: Sorry to hear that... %s
da_dk: Beklager at høre, at ... %s

source: Remind me later
da_dk: Påmind mig senere

source: Do not show anymore
da_dk: Vis ikke længere

source: Rate with %s star
da_dk: Bedøm med %s stjerne

source: Simulate Login
da_dk: Simuler login

source: simulate login as this user
da_dk: simuler login som denne bruger

source: Drill down to user panel
da_dk: Rul ned til bruger panel

source: Simulate Login as %s
da_dk: Simuler login som %s

source: Log Off
da_dk: Log ud

source: Check this box if you want to receive payments for %1$sRegular User%2$s bookings to %3$sSuper Booking Admin%4$s payment account. Regular users will not see Payment Settings.
da_dk: Markér dette felt, hvis du vil modtage betalinger for bookinger %1$salmindelig bruger%2$s til %3$sSuper Booking Admin%4$s betalingskonto. Almindelige brugere vil ikke se Betalingsindstillinger.

source: Receive all payments only to Super Booking Admin account
da_dk: Modtag alle betalinger direkte til Super Booking Admin-konto

source: Back to Super Admin
da_dk: Tilbage til Super Admin

source: Log out as regular user and login as super booking admin user
da_dk: Log ud som almindelig bruger og log ind som super booking admin bruger

source: Multiuser options
da_dk: Fler-bruger indstillinger

source: Check out - Tomorrow
da_dk: Afrejse - i morgen

source: Check in - Tomorrow
da_dk: Ankomst - i dag

source: Check out - Today
da_dk: Afrejse - idag

source: Check in - Today
da_dk: Ankomst - i dag

source: No bookings have been imported.
da_dk: Der er ikke importeret nogen bookinger.

source: Deprecated
da_dk: Udfaset

source: No
da_dk: Nej

source: Yes
da_dk: Ja

source: Edited
da_dk: Redigeret

source: Set last checked booking id to 0
da_dk: Indstil sidste kontrolleret bookings-id til 0

source: Source
da_dk: Kilde

source: Refund
da_dk: Tilbagebetaling

source: Some errors were encountered.
da_dk: Der blev konstateret nogle fejl.

source: Enter field names separated by commas to %1$sskip the export%2$s
da_dk: Indtast feltnavne adskilt af kommaer for at %1$sspringe eksporten over%2$s

source: Export pages
da_dk: Eksporter sider

source: All pages
da_dk: Alle sider

source: Current page
da_dk: Nuværende side

source: CSV Export
da_dk: CSV-eksport

source: The filter settings have been updated to reflect these imported bookings. The page will be reloaded.
da_dk: Filterindstillingerne er blevet opdateret, så de afspejler de importerede bookinger. Siden genindlæses.

source: %s new bookings have been imported
da_dk: %s nye bookinger er blevet importeret

source: Send by:
da_dk: Sendes af:

source: Payment request for Booking %1$s has been sent. Cost for payment: %2$s
da_dk: Betalingsanmodning for Booking %1$s er sendt. Omkostninger ved betaling: %2$s

source: Cost for Booking %1$s has been updated from %2$s to %3$s
da_dk: Pris for booking %1$s er blevet opdateret fra %2$s til %3$s

source: Changed by:
da_dk: Ændret af:

source: Payment status for Booking %1$s has been updated from %2$s to %3$s
da_dk: Betalingsstatus for Booking %1$s er blevet opdateret fra %2$s til %3$s

source: There is no booking %s
da_dk: Der er ingen bookinger %s

source: Booking %1$s has been duplicated in booking resource %2$s. New booking %3$s.
da_dk: Booking %1$s er blevet duplikeret i %2$s for reservationsressourcen. Ny booking %3$s.

source: Booking %1$s has not been duplicated in booking resource %2$s. Current dates are already booked there.
da_dk: Reservations%1$s er ikke blevet duplikeret i %2$s for reservationsressourcer. Aktuelle datoer er allerede booket der.

source: Bookings have been %1$s duplicated %2$s
da_dk: Bookinger er %1$s blevet duplikeret %2$s

source: Booking has been %1$s duplicated %2$s
da_dk: Booking er %1$s blevet duplikeret %2$s

source: Booking %1$s has been changed booking resource from %2$s to %3$s
da_dk: Booking %1$s er blevet ændret bookingressource fra %2$s til %3$s

source: Booking resource changed by:
da_dk: Booking ressourcen ændret af:

source: Bookings have been changed %1$s booking resource %2$s
da_dk: Reservationer er blevet ændret %1$s %2$s reservationsressource

source: Booking has been changed %1$s booking resource %2$s
da_dk: Booking er blevet ændret %1$s bookingressource %2$s

source: Note saved by:
da_dk: Note gemt af:

source: Note has been saved
da_dk: Note er blevet gemt

source: From trash has been erased %s bookings.
da_dk: Fra papirkurven er der blevet slettet %s bookinger.

source: Trash has been erased.
da_dk: Affaldet er blevet slettet.

source: No bookings in trash to erase.
da_dk: Der er ingen bookinger i papirkurven som skal slettes.

source: Set as read by:
da_dk: Angivet som læst af:

source: Set as unread by:
da_dk: Angivet som ulæst af:

source: all
da_dk: alle

source: Bookings have been set as %1$s new %2$s
da_dk: Bookinger er blevet sat som %1$s ny %2$s

source: Booking has been set as %1$s new %2$s
da_dk: Booking er blevet sat som %1$s ny %2$s

source: Deleted by:
da_dk: Slettet af:

source: Bookings have been %1$s deleted %2$s
da_dk: Bookinger er blevet %1$s slettet %2$s

source: Booking has been %1$s deleted %2$s
da_dk: Booking er %1$s blevet slettet %2$s

source: Bookings have been set as %1$s pending %2$s
da_dk: Bookinger er blevet sat til %1$s afventende %2$s

source: Booking has been set as %1$s pending %2$s
da_dk: Booking er blevet sat til %1$s afventer %2$s

source: Bookings have been %1$s approved %2$s
da_dk: Bookinger er %1$s godkendt %2$s

source: Booking has been %1$s approved %2$s
da_dk: Booking er %1$s godkendt %2$s

source: Restored by:
da_dk: Gendannet af:

source: Trashed by:
da_dk: Slettet af:

source: Bookings have been set as %1$s restored %2$s
da_dk: Reservationer er blevet sat til %1$s gendannet %2$s

source: Booking has been set as %1$s restored %2$s
da_dk: Booking er blevet sat som %1$s gendannet %2$s

source: Bookings have been %1$s trashed %2$s
da_dk: Bookinger er blevet %1$s smidt %2$s

source: Booking has been %1$s trashed %2$s
da_dk: Booking er blevet %1$s smidt %2$s

source: No bookings have been selected. Please select one or more bookings.
da_dk: Der er ikke valgt nogen bookinger. Vælg en eller flere reservationer.

source: Bookings have NOT been changed locale to %s
da_dk: Bookinger er IKKE blevet ændret til %s

source: Booking has NOT been changed locale to %s
da_dk: Booking er IKKE blevet ændret til %s

source: Bookings have been changed locale to %s
da_dk: Bookinger er blevet ændret til %s

source: Booking has been changed locale to %s
da_dk: Booking er blevet ændret til %s

source: Booking locale changed to %s by:
da_dk: Booking landestandard ændret til %s ved at:

source: No actions %s has been processed.
da_dk: Ingen handlinger %s er blevet foretaget.

source: Export bookings to CSV format
da_dk: Eksportér reservationer til CSV-format

source: Export to CSV
da_dk: Eksporter til CSV

source: Reason of action
da_dk: Begrundelse for handling

source: Reload bookings listing
da_dk: Genindlæs bookingopslag

source: min-max
da_dk: min-maks

source: Filter bookings by payment status
da_dk: Filtrer bookinger efter betalingsstatus

source: Filter bookings by creation booking date
da_dk: Filtrer bookinger efter oprettelsesdato

source: Plugin bookings
da_dk: Plugin bookinger

source: Filter bookings by additional criteria
da_dk: Filtrer bookinger efter yderligere kriterier

source: Existing
da_dk: Eksisterende

source: Show trashed or existing bookings
da_dk: Vis kasserede eller eksisterende bookinger

source: Select booking resources
da_dk: Vælg booking ressourcer

source: Remove all booking resources
da_dk: Fjern alle booking ressourcer

source: Reset search filter and user options to default values
da_dk: Nulstil søgefilter og brugerindstillinger til standardværdier

source: Enter keyword to search...
da_dk: Indtast nøgleord for at søge...

source: Filter bookings by booking status
da_dk: Filtrer bookinger efter booking status

source: Sort bookings by
da_dk: Sorter bookinger efter

source: Sort by
da_dk: Sorter efter

source: User Options
da_dk: Bruger indstillinger

source: Manage bookings
da_dk: Administrer bookinger

source: Filter bookings
da_dk: Filtrer bookinger

source: per page
da_dk: pr. side

source: Permanently delete
da_dk: Slet permanent

source: Trash imported bookings
da_dk: Papirkurv importerede bookinger

source: Do nothing
da_dk: Gør ingenting

source: Move all previously imported bookings to trash or permanently delete before new import bookings. Its can resolve issue of updating deleted and edited events in external sources. Its work only, if you are using one source (.ics feed) for importing into specific booking resource!
da_dk: Flyt alle tidligere importerede bookinger til papirkurven eller slet permanent før ny import af bookinger. Dette kan løse problemet med opdatering af slettede og redigerede begivenheder i eksterne kilder. Det fungere kun, hvis du bruger en kilde (.ics feed) til import til specifikke booking ressource!

source: Trash / delete all imported bookings before new import
da_dk: Papirkurv / slet alle importerede bookinger før ny import

source: Please check FAQ instruction how to configure it here %s
da_dk: Se venligst OSS-instruktionen, hvordan du konfigurerer den her %s

source: Please check more here %s
da_dk: Se mere her %s

source: Show translations status
da_dk: Vis oversættelsesstatus

source: Enter the relative URLs of the pages for which you do not want to use the change over days functionality. Enter one URL per line. Example: %s
da_dk: Angiv de relative webadresser for de sider, hvor du ikke vil bruge overtagelsesdag funktionen til ændring. Angiv én URL-adresse pr. linje. Eksempel: %s

source: Relative URLs of pages where you shouldn't use the change over days functionality
da_dk: Relative webadresser på sider, hvor du ikke bør bruge overtagelsesdag funktionen

source: Activate the list of pages that do not use the change over days functionality.
da_dk: Aktivér listen over sider, der ikke bruger overtagelsesdag funktionen.

source: Do not use change over days on certain pages
da_dk: Anvend ikke overtagelsesdage på bestemte sider

source: Go to Settings
da_dk: Gå til indstillinger

source: End updating translation files
da_dk: Afslut opdatering af oversættelsesfiler

source: Start updating translation files
da_dk: Begynd at opdatere oversættelsesfiler

source: End time
da_dk: Sluttid

source: Start time
da_dk: Startid

source: Start - end time
da_dk: Start - sluttidspunkt

source: Could not remove the old translation.
da_dk: Kunne ikke fjerne den gamle oversættelse.

source: Removing the old version of the translation&#8230;
da_dk: Fjerner den gamle version af oversættelsen&#8230;

source: Translation updated successfully.
da_dk: Oversættelsen er opdateret.

source: Translation update failed.
da_dk: Opdatering af oversættelser mislykkedes.

source: Unpacking the update&#8230;
da_dk: Udpakker opdatering&#8230;

source: Downloading translation from %s&#8230;
da_dk: Henter oversættelser fra %s&#8230;

source: Update package not available.
da_dk: Opdateringspakken er ikke tilgængelig.

source: Your translations are all up to date.
da_dk: Dine oversættelser er alle opdaterede.

source: Some of your translations need updating. Sit tight for a few more seconds while we update them as well.
da_dk: Nogle af dine oversættelser skal opdateres. Vent i et par sekunder mere, mens vi også opdaterer dem.

source: Previous
da_dk: Forrige

source: Update Translations
da_dk: Opdater oversættelser

source: Translations
da_dk: Oversættelser

source: Timeline (front-end)
da_dk: Tidslinje (front-end)

source: Calendar Overview (admin panel)
da_dk: Kalenderoversigt (administratorpanel)
