Repository: dsemblano/tijolocwb
Catalog: site/web/app/languages/plugins/booking-*.po
Languages: da_dk

source: %s - inserting contents of the User-Agent: header from the current request, if there is one
da_dk: %s - indsættelse af indhold af User-Agent: header fra den aktuelle anmodning, hvis der er en

source: %s - inserting IP address of the user who made this action
da_dk: %s - indsættelse af IP-adresse på den bruger, der foretog denne handling

source: %s - inserting your site URL
da_dk: %s - indsættelse af dit websteds-url

source: %s - inserting the number of booking dates
da_dk: %s - Indsættelse af antallet af booking datoer

source: %s - inserting check-out date (last day of reservation),
da_dk: %s - indsættelse af afrejsedato (sidste dag for reservationen),

source: %s - inserting check-in date (first day of reservation),
da_dk: %s - indsættelse af abkomstdato (første dag for reservationen),

source: %s - inserting the dates of booking
da_dk: %s - indsættelse af datoer for booking

source: %s - inserting the cost of booking
da_dk: %s - indsætter omkostningen på booking

source: %1$s or %2$s - inserting the title of the booking resource
da_dk: %1$s eller %2$s - indsættelse af titlen på reservationsressourcen

source: %s - inserting ID of booking
da_dk: %s - indsættelse af booking-id

source: %s - inserting data info about the booking, which you configured in the content form at Settings Fields page
da_dk: %s - indsættelse af data oplysninger om bookingen, som du konfigurerede i indholdsformularen på felt indstillings siden

source: %s - inserting data info about the booking
da_dk: %s - Indsættelse af data oplysninger om bookingen

source: You can use following shortcodes in content of this template
da_dk: Du kan bruge følgende kortkoder i indholdet af denne skabelon

source: You can use (in subject and content of email template) any shortcodes, which you used in the booking form. Use the shortcodes in the same way as you used them in the content form at Settings Fields page.
da_dk: Du kan bruge (i emne og indhold af e-mail skabelon) eventuelle kortkoder, som du brugte i booking formularen. Brug kortkoderne på samme måde, som du brugte dem i indholdsformularen på felt indstillinger siden.

source: For example: "You have a new reservation %1$s on the following date(s): %2$s Contact information: %3$s You can approve or cancel this booking at: %4$s Thank you, Reservation service."
da_dk: For eksempel: "Du har en ny reservation %1$s på følgende dato(er): %2$s Kontaktoplysninger: %3$s Du kan godkende eller annullere denne reservation på: %4$s Tak, Reservationsservice."

source: Content
da_dk: Indhold

source: Subject
da_dk: Emne

source: To
da_dk: Til

source: Enter dropdown options. One option per line.
da_dk: Indtast rullemenuen. En mulighed pr. linje.

source: Required
da_dk: Påkrævet

source: Active
da_dk: Aktiv

source: Field Label
da_dk: Felt etiket

source: Check this box to display today date number in legend cells.
da_dk: Afkryds for at vise dags dato i celler med forklaring.

source: Show date number in legend
da_dk: Vis dato i forklaring

source: Partially booked item - day, which is booked for the specific time-slot(s).
da_dk: Delvist reserveret emne - dag, som er reserveret på det angivne tidspunkt.

source: Activate and type your %1$stitle of partially booked%2$s item in legend
da_dk: Aktivér og skriv din %1$stitel på delvist booket%2$s element i forklaringen

source: Partially booked item
da_dk: Delvist reserveret emne

source: Activate and type your %1$stitle of approved%2$s item in legend
da_dk: Aktivér og skriv dit %1$stitel på godkendt%2$s element i forklaringen

source: Approved item
da_dk: Godkendt booking

source: Activate and type your %1$stitle of pending%2$s item in legend
da_dk: Aktivér og skriv dit %1$stitel på afventende%2$s element i forklaringen

source: Pending item
da_dk: Afventende booking

source: Activate and type your %1$stitle of available%2$s item in legend
da_dk: Aktivér og skriv din %1$stitel på tilgængelig%2$s element i forklaringen

source: Available item
da_dk: Tilgængelige emner

source: Check this box to display a legend of dates below the booking calendar.
da_dk: Markér dette afkrydsningsfelt for at få vist en forklaring af datoer under booking kalenderen.

source: Show legend below calendar
da_dk: Vis bestillinger nedenunder kalender

source: Check this box to delete all booking data when you uninstal this plugin.
da_dk: Marker afkrydsningsfeltet, for at slette alle bookingdata, når du afinstallerer dette plugin.

source: If you check this option, all booking data will be deleted when you uninstall this plugin. Do you really want to do this?
da_dk: Hvis du markerer denne mulighed, vil alle reservationsdata blive slettet, når du afinstallerer dette plugin. Vil du virkelig gøre dette?

source: Delete booking data, when plugin deactivated
da_dk: Slet bookingdata, når plugin deaktiveret

source: Uninstall / deactivation
da_dk: Afinstaller / deaktivering

source: Select user access level for the menu pages of plugin
da_dk: Vælg brugeradgangsniveau ud for menu siderne for plugin

source: User permissions for plugin menu pages
da_dk: Brugertilladelser til plugin-menusider

source: Turn On/Off version notice and help info links at booking admin panel.
da_dk: Aktivér/Deaktivér version meddelelse og link til hjælp i booking administrationspanelet.

source: Help and info notices
da_dk: Hjælp og oplysninger

source: Turn On/Off powered by "Booking Calendar" notice under the calendar.
da_dk: Aktivér/Deaktivér Drevet af "Booking Kalender" meddelelse under kalenderen.

source: Powered by notice
da_dk: Drevet af meddelelse

source: Hide settings of powered by notice
da_dk: Skjul indstillinger for Drevet af meddelelse

source: Show settings of powered by notice
da_dk: Vis indstillinger for Drevet af meddelelse

source: Enter relative URLs of pages, where you have Booking Calendar elements (booking forms or availability calendars). Please enter one URL per line. Example: %s
da_dk: Angiv relative URL-adresser på sider, hvor du har booking kalender elementer (booking formularer eller tilgængelighedskalendere). Indtast én webadresse pr. linje. Eksempel: %s

source: Relative URLs of pages, where to load plugin CSS and JS files
da_dk: Relative URL'er på sider, hvor man kan indlæse plugin CSS- og JS-filer

source: Activate loading of CSS and JavaScript files of plugin only at specific pages.
da_dk: Aktiver kun indlæsning af CSS- og JavaScript-filer af plugin på bestemte sider.

source: Load JS and CSS files only on specific pages
da_dk: Indlæs kun JS- og CSS-filer på bestemte sider

source: You are need to be sure what you are doing. You are disable of loading some JavaScripts Do you really want to do this?
da_dk: Du er nødt til at være sikker på hvad du gør. Du deaktiverer indlæsning af nogle JavaScripts. Vil du virkelig vil gøre dette?

source: Check this box, if you want to %1$sset any days as available%2$s in calendar. Your visitors will be able to make %3$sunlimited bookings per same date(s) in calendar and do not see any booked date(s)%4$s of other visitors.
da_dk: Marker dette felt, hvis du vil %1$sangive eventuelle dage som tilgængelige%2$s i kalenderen. Dine besøgende vil kunne foretage %3$subegrænsede bookinger pr. samme dato(er) i kalenderen og kan ikke se nogen bookede datoer%4$s for andre besøgende.

source: You allow unlimited number of bookings per same dates, its can be a reason of double bookings on the same date. Do you really want to do this?
da_dk: Du tillader ubegrænsede bookinger på de samme dato. Det kan resulterer i dobbeltbookinger på samme dato. Vil du virkelig vil gøre dette?

source: Allow unlimited bookings per same day(s)
da_dk: Tillad ubegrænsede bookinger pr. dag(e)

source: Warning
da_dk: Advarsel

source: Select the default view for dates on the booking tables
da_dk: Vælg standardvisning ud for datoer på booking tabellerne

source: Wide days view
da_dk: Lang dagsvisning

source: Short days view
da_dk: Kort datovisning

source: Dates view
da_dk: Datovisning

source: Type your date format for emails and the booking table. %1$sDocumentation on date formatting%2$s
da_dk: Indtast dit datoformat for e-mails og reservationstabellen. %1$sDokumentation om datoformatering%2$s

source: Date Format
da_dk: Datoformat

source: Cost
da_dk: Omkostning

source: Resource
da_dk: Ressource

source: DESC
da_dk: Faldende

source: ASC
da_dk: Stigende

source: Select your default calendar view mode at booking calendar overview page
da_dk: Vælg din standard kalendervisning på booking kalender oversigtssiden

source: Select your default view mode of bookings at the booking listing page
da_dk: Vælg din standardvisning af reserveringer på booking listesiden

source: Bookings Listing
da_dk: Booking oversigt

source: Default booking admin page
da_dk: Standard booking administrationsside

source: Message title
da_dk: Titel på besked

source: Using BootStrap CSS for the form fields
da_dk: Brug af BootStrap CSS til formular felterne

source: Use CSS BootStrap
da_dk: Brug CSS BootStrap

source: Check the box to activate auto-fill form fields for logged in users.
da_dk: Markér afkrydsningsfeltet for at aktivere automatisk udfyldning af formular felter for brugere, der er logget på.

source: Auto-fill fields
da_dk: Automatisk udfyldning af felter

source: Check the box to activate CAPTCHA inside the booking form.
da_dk: Marker afkrydsningsfeltet for at aktivere CAPTCHA i booking formularen.

source: Range days
da_dk: Interval af dage

source: Multiple days
da_dk: Flere dage

source: Single day
da_dk: Enkelt dag

source: Unavailable Weekdays
da_dk: Utilgængelige hverdage

source: Unavailable days from today
da_dk: Optaget dage fra i dag

source: Select your start day of the week
da_dk: Vælg din 1. dag i ugen

source: Start Day of the week
da_dk: Startdag på ugen

source: Select the maximum number of months to show (scroll)
da_dk: Vælg maksimalt antal måneder der skal vises på reserveringskalenderen

source: year(s)
da_dk: år

source: month(s)
da_dk: måned(er)

source: Select the skin of the booking calendar
da_dk: Vælg udseendet på booking kalenderen

source: Calendar Skin
da_dk: Kalender udseende

source: Settings saved.
da_dk: Indstillinger gemt.

source: Advanced
da_dk: Avanceret

source: Costs
da_dk: Omkostninger

source: Calendar
da_dk: Kalender

source: %1$sSeveral widgets are supported at %2$spaid versions%3$s.
da_dk: %1$sFlere widgets understøttes i %2$sbetalte versioner%3$s.

source: %1$sImportant!!!%2$s Please note, if you show booking calendar (inserted into post/page) with widget at the same page, then the last will not be visible.
da_dk: %1$sVigtig!!! %2$s Bemærk venligst, at hvis du viser bookingkalender (indsat i indlæg/side) med widget på samme side, vil den sidste ikke være synlig.

source: Example: %1$sMake booking here%2$s
da_dk: Eksempel: %1$sForetag booking her%2$s

source: Footer
da_dk: Sidefod

source: Visible months
da_dk: Synlige måneder

source: Please refresh this page and if the same error appear again contact support by email (with info about order number and website) for finishing the registrations
da_dk: Opdater venligst denne side, og hvis den samme fejl vises igen, kontakt support via e-mail (med info om ordrenummer og hjemmeside) for at afslutte registreringerne

source: Warning! Some error occur, during sending registration request.
da_dk: Advarsel! Der opstår en fejl under afsendelse af registreringsanmodning.

source: no
da_dk: nej

source: yes
da_dk: ja

source: Updated booking: %s
da_dk: Opdateret booking: %s

source: %1$s Finish getting sort dates. %2$s
da_dk: %1$s Afslut med at få sorteringsdatoer. %2$s

source: %1$s Found %2$s not indexed bookings %3$s
da_dk: %1$s Fundet %2$s ikke indekserede reservationer %3$s

source: Partially booked
da_dk: Delvist reserveret

source: Booked
da_dk: Reserveret

source: Available
da_dk: Tilgængelig

source: Booking form
da_dk: Booking formular

source: Your booking %1$s for: %2$s has been canceled. %3$sThank you, %4$s
da_dk: Din reservation %1$s for: %2$s er blevet annulleret. %3$sTak, %4$s

source: Your booking has been declined
da_dk: Din reservation er blevet afvist

source: Your booking %1$s for: %2$s has been approved.%3$sThank you, %4$s
da_dk: Din reservation %1$s for: %2$s er blevet godkendt. %3$sTak, %4$s

source: Your reservation %1$s for: %2$s has been approved.%3$sYou can edit the booking on this page: %4$s Thank you, %5$s
da_dk: Din reservation %1$s for: %2$s er blevet godkendt. %3$sDu kan redigere bookingen på denne side: %4$s Tak, %5$s

source: Your booking has been approved
da_dk: Din reservation er blevet godkendt

source: Your reservation %1$s for: %2$s is processing now! We will send confirmation by email. %3$s Thank you, %4$s
da_dk: Din reservation %1$s for: %2$s behandles nu! Vi sender en bekræftelse via e-mail. %3$s Tak, %4$s

source: Your reservation %1$s for: %2$s is processing now! We will send confirmation by email. %3$sYou can edit this booking at this page: %4$s Thank you, %5$s
da_dk: Din reservation %1$s for: %2$s behandles nu! Vi sender en bekræftelse via e-mail. %3$sDu kan redigere denne booking på denne side: %4$s Tak, %5$s

source: You need to approve a new booking %1$s for: %2$s Person detail information:%3$s Currently a new booking is waiting for approval. Please visit the moderation panel%4$sThank you, %5$s
da_dk: Du skal godkende en ny booking %1$s for: %2$s Personoplysninger:%3$s I øjeblikket venter en ny booking på godkendelse. Besøg venligst moderationspanelet%4$sTak, %5$s

source: New booking
da_dk: Ny booking

source: You do not set any parameters for booking editing
da_dk: Du angiver ingen parametre for booking redigering

source: You need to use special shortcode [bookingedit] for booking editing.
da_dk: Du skal bruge en særlig kortkode [bookingedit] til redigering af reservationer.

source: %1$sWarning! Booking calendar for this booking resource are already at the page, please check more about this issue at %2$sthis page%3$s
da_dk: %1$sAdvarsel! Bookingkalender for denne bookingressource er allerede på siden, se mere om dette problem på %2$sdenne side%3$s

source: Calendar is loading...
da_dk: Kalenderen indlæses...

source: Users Settings
da_dk: Brugerindstillinger

source: Users
da_dk: Brugere

source: Search Settings
da_dk: Søge indstillinger

source: Search
da_dk: Søg

source: Payment Settings
da_dk: Betalingsindstillinger

source: Payments
da_dk: Betalinger

source: Emails Settings
da_dk: E-mail indstillinger

source: Fields Settings
da_dk: Felt indstillinger

source: fields
da_dk: felter

source: General
da_dk: Generelt

source: Send email notification to customer about this operation
da_dk: Send e-mail besked til kunden om denne handling

source: General Settings
da_dk: Generelle indstillinger

source: Bookings
da_dk: Reservationer

source: Booking Calendar Editing
da_dk: Booking Kalender redigering

source: Add booking
da_dk: ﻿Tilføj booking

source: What's New
da_dk: Hvad er nyt

source: Settings
da_dk: Indstillinger

source: Rate plugin (thanks:)
da_dk: Bedøm plugin (tak:)

source: Contact email
da_dk: Kontakt e-mail

source: Getting Started
da_dk: Kom godt i gang

source: Explore Premium Features
da_dk: Udforsk premiumfunktioner

source: Upgrade
da_dk: Opgrader

source: Check Premium Features
da_dk: Tjek Premium-funktioner

source: Release date
da_dk: Udgivelsesdato

source: website
da_dk: hjemmeside

source: websites
da_dk: hjemmesider

source: Used for
da_dk: Bruges til

source: Current version
da_dk: Aktuel version

source: Upgrade to higher versions
da_dk: Opgrader til større versioner

source: Bookings for today
da_dk: Bookinger for idag

source: New booking(s) made today
da_dk: Nye bookinger foretaget idag

source: Agenda
da_dk: Kalender

source: Pending booking(s)
da_dk: Afventende reservation(er)

source: New (unverified) booking(s)
da_dk: Nye (ikke-bekræftede) booking(er)

source: Statistic
da_dk: Statistik

source: Booking Calendar
da_dk: Booking Kalender

source: Payment
da_dk: Betaling

source: Resources
da_dk: Ressourcer

source: Times
da_dk: Tider

source: Sun
da_dk: Søn

source: Sat
da_dk: Lør

source: Fri
da_dk: Fre

source: Thu
da_dk: Tors

source: Wed
da_dk: Ons

source: Tue
da_dk: Tir

source: Mon
da_dk: Man

source: Su
da_dk: Søn

source: Sa
da_dk: Lør

source: Th
da_dk: Tors

source: Tu
da_dk: Tir

source: Sunday
da_dk: Søndag

source: Saturday
da_dk: Lørdag

source: Friday
da_dk: Fredag

source: Thursday
da_dk: Torsdag

source: Wednesday
da_dk: Onsdag

source: Tuesday
da_dk: Tirsdag

source: Monday
da_dk: Mandag

source: Next 7 days
da_dk: Næste 7 dage

source: Next day
da_dk: Næste dag

source: Current day
da_dk: Dags dag

source: Previous day
da_dk: Forrige dag

source: Previous 7 days
da_dk: Foregående 7 dage

source: Next 3 months
da_dk: Næste 3 måneder

source: Next month
da_dk: Næste måned

source: Current month
da_dk: Indeværende måned

source: Previous month
da_dk: Forrige måned

source: Previous 3 months
da_dk: Foregående 3 måneder

source: Next 4 weeks
da_dk: Næste 4 uger

source: Next week
da_dk: Næste uge

source: Current week
da_dk: Aktuelle uge

source: Previous week
da_dk: Forrige uge

source: Previous 4 weeks
da_dk: Foregående 4 uger

source: 2 Months
da_dk: 2 måneder

source: Week
da_dk: Uge

source: Day
da_dk: Dag

source: 3 Months
da_dk: 3 måneder

source: Month
da_dk: Måned

source: Prev
da_dk: Forrige

source: Created
da_dk: Oprettet

source: Default Locale
da_dk: Standard landestandard

source: Do you really want to delete this booking ?
da_dk: Ønsker du virkelig at slette denne booking?

source: Unknown
da_dk: Ukendt

source: Paid OK
da_dk: Betalt OK

source: Resource not exist
da_dk: Ressourcen findes ikke

source: Show only check in/out dates
da_dk: Vis kun ankomst-/afrejse datoer

source: Show ALL dates of booking
da_dk: Vis ALLE reservationsdatoer

source: Booking Dates
da_dk: Booking datoer

source: Labels
da_dk: Etiketter

source: Unread
da_dk: Ikke læst

source: Mark as Unread selected bookings
da_dk: Markér som Ulæst for valgte bookinger

source: Read
da_dk: Læs

source: Mark as read selected bookings
da_dk: Markér som læst valgte bookinger

source: Read All
da_dk: Læs alt

source: Mark as read all bookings
da_dk: Markér som læst alle bookinger

source: Delete
da_dk: Slet

source: Delete selected bookings
da_dk: Slet valgte bookinger

source: Do you really want to set booking as pending ?
da_dk: Vil du virkelig angive bookingen som afventende?

source: Set selected bookings as pending
da_dk: Angiv valgte bookinger som afventende

source: Approve
da_dk: Godkend

source: Approve selected bookings
da_dk: Godkende valgte reservationer

source: Show
da_dk: Vis

source: New Booking
da_dk: Ny Reservation

source: All bookings
da_dk: Alle bookinger

source: Any
da_dk: Vilkårlig

source: Approved
da_dk: Godkendt

source: Pending
da_dk: Afventende

source: Go
da_dk: Gå

source: Emails sending
da_dk: Afsendelse af e-mails

source: Collapse Advanced Toolbar
da_dk: Sammenfold avanceret værktøjslinje

source: Actions
da_dk: Handlinger

source: Filters
da_dk: Filtre

source: Help
da_dk: Hjælp

source: Booking Listing
da_dk: Booking Oversigt

source: Start Date
da_dk: Startdato

source: Custom
da_dk: Tilpasset

source: Apply
da_dk: Anvend

source: Check-out
da_dk: Afrejse

source: Check-in
da_dk: Ankomst

source: Today check in/out
da_dk: Ankomst-/afrejse i dag

source: Prior
da_dk: Forudgående

source: Next
da_dk: Næste

source: All dates
da_dk: Alle datoer

source: Previous dates
da_dk: Tidligere datoer

source: Today
da_dk: I dag

source: Current dates
da_dk: Aktuelle datoer

source: Year
da_dk: År

source: months
da_dk: måneder

source: month
da_dk: måned

source: weeks
da_dk: uger

source: week
da_dk: uge

source: Code Example
da_dk: Eksempel på kode

source: Description
da_dk: Beskrivelse

source: Options
da_dk: Indstillinger

source: for
da_dk: til

source: Only availability calendar
da_dk: Kun tilgængelighedskalender

source: Booking form with calendar
da_dk: Booking formular med kalender

source: Select start month of calendar
da_dk: Vælg startmåned for kalenderen

source: Start month:
da_dk: Startmåned:

source: Select number of month to show for calendar.
da_dk: Vælg det antal måneder, der skal vises for kalenderen.

source: Select booking resource
da_dk: Vælg reservations ressource

source: Booking resources
da_dk: Ressourcer til booking

source: Cancel
da_dk: Annuller

source: Booking calendar
da_dk: Booking kalender

source: Need even more functionality? Check %1$s higher versions %2$s
da_dk: Har du brug for endnu mere funktionalitet? Tjek %1$s højere versioner %2$s

source: Have a questions?
da_dk: Har du spørgsmål?

source: Check %1$sBooking Listing%2$s page for new bookings.
da_dk: Tjek siden %1$sBooking Oversigt%2$s for nye bookinger.

source: Next Steps
da_dk: Næste trin

source: Get Started
da_dk: Kom i gang

source: We&#8217;ve assembled some links to get you started:
da_dk: Vi har samlet nogle links for at hjælpe dig med at komme igang:

source: Upgrade Now
da_dk: Opgrader nu

source: Purchase
da_dk: Køb

source: Please, select booking date(s) at Calendar.
da_dk: Vælg venligst booking dato(er) i Kalender.

source: At least one option must be selected
da_dk: Der skal vælges mindst én indstilling

source: This checkbox must be checked
da_dk: Dette afkrydsningsfelt skal være markeret

source: This field is required
da_dk: Feltet er påkrævet

source: Export only current page of bookings to CSV format
da_dk: Eksportér kun den aktuelle side med bookinger til CSV-format

source: Import
da_dk: Importer

source: Close
da_dk: Luk

source: Import Google Calendar Events
da_dk: Importer Google Kalender-begivenheder

source: Configure
da_dk: Konfigurer

source: here
da_dk: her

source: Please configure settings for import Google Calendar events
da_dk: Konfigurer indstillinger for import af Google Kalender-begivenheder

source: Retrieve Google Calendar Events
da_dk: Hent Google Kalender-begivenheder

source: Warning!
da_dk: Advarsel!

source: Select time duration of import requests.
da_dk: Vælg varigheden af importanmodninger.

source: day
da_dk: dag

source: hour
da_dk: time

source: Import events every
da_dk: Importer begivenheder hver

source: Check this box to %1$sactivate%2$s auto import events and creation bookings from them
da_dk: Marker dette felt for at %1$saktivere%2$s automatisk importere begivenheder og oprette reservationer fra dem

source: Activate auto import
da_dk: Aktiver automatisk import

source: Select a city in your required timezone, if you are having problems with dates and times.
da_dk: Vælg en by i din ønskede tidszone, hvis du har problemer med datoer og tidspunkter.

source: Default
da_dk: Standard

source: Timezone
da_dk: Tidszone

source: You can check in this %1$sinstruction how to generate and use your Google API key%2$s.
da_dk: Du kan i denne %1$sinstruktion se, hvordan du genererer og bruger din Google API-nøgle%2$s.

source: Please enter your Google API key. This field required to import events.
da_dk: Indtast din Google API-nøgle. Dette felt er påkrævet for at importere hændelser.

source: Google API Key
da_dk: Google API-nøgle

source: You can specify the maximum number of events to import during one session.
da_dk: Du kan angive det maksimale antal hændelser, der skal importeres i løbet af en session.

source: Maximum number
da_dk: Maksimalt antal

source: You can specify an additional offset from you chosen end point. The offset can be negative.
da_dk: Du kan angive en ekstra forskydning fra det valgte slutpunkt. Forskydningen kan være negativ.

source: Select option, when to stop retrieving events.
da_dk: Vælg indstilling, hvornår du vil stoppe hentning af begivenheder.

source: The end of time
da_dk: Sluttidspunkt

source: Until
da_dk: Indtil

source: Type your date in format %1$s. Example: %2$s
da_dk: Indtast din dato i format %1$s. Eksempel: %2$s
