Repository: dsemblano/tijolocwb
Catalog: site/web/app/languages/plugins/booking-*.po
Languages: da_dk

source: You can specify an additional offset from you chosen start point. The offset can be negative.
da_dk: Du kan angive en ekstra forskydning fra det valgte startpunkt. Forskydningen kan være negativ.

source: days
da_dk: dage

source: hours
da_dk: timer

source: minutes
da_dk: minutter

source: seconds
da_dk: sekunder

source: Enter date / time
da_dk: Indtast dato/klokkeslæt

source: Offset
da_dk: Forskydning

source: Select option, when to start retrieving events.
da_dk: Vælg indstilling, hvornår du vil starte at hente hændelser.

source: Specific date / time
da_dk: Specifik dato/klokkeslæt

source: The start of time
da_dk: Starttidspunkt

source: End of current month
da_dk: Slutningen af indeværende måned

source: Start of current month
da_dk: Start af indeværende måned

source: Start of current week
da_dk: Start af indeværende uge

source: 00:00 today
da_dk: 00:00 i dag

source: Now
da_dk: Nu

source: From
da_dk: Fra

source: Location
da_dk: Sted

source: Event Description (optional field)
da_dk: Event beskrivelse (valgfrit felt)

source: Event Title
da_dk: Begivenheds overskrift

source: Select field for assigning to %1$sevent property%2$s
da_dk: Vælg felt til tildeling til %1$sevent egenskab%2$s

source: None
da_dk: Ingen

source: Now copy the Calendar ID to use in the plugin settings in your WordPress admin. Make sure to %1$suse the Calendar ID only, not the entire XML feed URL%2$s.
da_dk: Kopier nu kalender-id'et til brug i plugin-indstillingerne i din WordPress-administrator. Sørg for at %1$skun bruge kalender-id'et, ikke hele XML-feedets webadresse%2$s.

source: Find Your Calendar ID
da_dk: Find dit kalender-id

source: Click the checkbox to make calendar public. Do not check the other option.
da_dk: Klik på afkrydsningsfeltet for at gøre kalenderen offentlig. Marker ikke den anden mulighed.

source: Click the "Share this Calendar" link.
da_dk: Klik på linket "Del denne kalender".

source: Open the settings for the calendar.
da_dk: Åbn indstillingerne for kalenderen.

source: Navigate to your Google calendars.
da_dk: Naviger til dine Google-kalendere.

source: Set Your Calendar to Public
da_dk: Indstil din kalender til offentlig

source: You will now see a table loaded with the top item being the API Key. Copy this and paste it into %1$sGoogle API Key%2$s field at this page.
da_dk: Du vil nu se en tabel indlæst med det øverste element som API-nøglen. Kopiér dette og indsæt det i feltet %1$sGoogle API-nøgle%2$s på denne side.

source: On the popup click the button "Server Key" and click "Create".
da_dk: I pop op-vinduet skal du klikke på knappen "Servernøgle" og klikke på "Opret".

source: Under the section "Public API access" click the button "Create new Key".
da_dk: Under afsnittet "Offentlig API-adgang" skal du klikke på knappen "Opret ny nøgle".

source: Now click on "Credentials" in the sidebar.
da_dk: Klik nu på "Legitimationsoplysninger" i sidebjælken.

source: Click APIs and make sure "Calendar API" is set to ON.
da_dk: Klik på API'er, og sørg for, at "Kalender-API" er indstillet til TIL.

source: In the sidebar click on "APIs & auth".
da_dk: I sidebjælken skal du klikke på "API'er og godkendelse".

source: Give your project a name and click "Create".
da_dk: Giv dit projekt et navn og klik på "Opret".

source: Go to Google Developer Console: %s.
da_dk: Gå til Google Developer Console: %s.

source: To get Google Calendar API key please follow this instruction
da_dk: Følg denne instruktion for at få Google Kalender API-nøgle

source: Google Calendar ID
da_dk: Google Kalender-id

source: Default settings for retrieving events
da_dk: Standard indstilling for modtagelse af begivenheder

source: Google Calendar - General Settings
da_dk: Google Kalender - Generelle indstillinger

source: Auto import events
da_dk: Automatisk import af begivenheder

source: Assign events fields to specific booking form field
da_dk: Tildel begivenhed felter til et bestemt booking formularfelt

source: Click to toggle
da_dk: Klik for at skifte

source: Sync
da_dk: Synkronisering

source: Delete selected booking(s)
da_dk: Slet valgte bookinger

source: Do you really want to delete selected booking(s) ?
da_dk: Ønsker du virkelig at slette valgt(e) booking(er)?

source: Hide
da_dk: Skjul

source: Reload page
da_dk: Genindlæs siden

source: Location:
da_dk: Sted:

source: Selection
da_dk: Valg

source: Dates
da_dk: Datoer

source: Title
da_dk: Titel

source: Done
da_dk: Færdig

source: The feed data could not be retrieved. Error code: %s. Please ensure your feed URL is correct.
da_dk: Feeddataene kunne ikke hentes. Fejlkode: %s. Sørg for, at din feedwebadresse er korrekt.

source: Access to this feed was denied (403). Please ensure you have public sharing enabled for your calendar.
da_dk: Adgang til dette feed blev nægtet (403). Sørg for, at du har aktiveret offentlig deling for din kalender.

source: The feed could not be found (404). Please ensure your feed URL is correct.
da_dk: Feedet kunne ikke findes (404). Sørg for, at webadressen til dit feed er korrekt.

source: Some data was retrieved, but could not be parsed successfully. Please ensure your feed URL is correct.
da_dk: Nogle data blev hentet, men kunne ikke analyseres. Sørg for, at din feedwebadresse er korrekt.

source: Importing Feed
da_dk: Import af feed

source: Save Changes
da_dk: Gem ændringer

source: Dismiss
da_dk: Afvis

source: Error!
da_dk: Fejl!

source: The code you entered is incorrect
da_dk: Den indtastede kode er forkert

source: Deleted
da_dk: Slettet

source: Reason of cancellation here
da_dk: Årsag til annullering her

source: Reason for cancellation here
da_dk: Årsag til annullering her

source: Set as Pending
da_dk: Sæt til afventende

source: Set as Approved
da_dk: Sæt til godkendt

source: %1$sError!%2$s Request do not pass security check! Please refresh the page and try one more time.
da_dk: %1$sFejl! %2$s anmodning bestå ikke sikkerhedskontrollen! Opdater siden og prøv en gang til.
