Repository: dsemblano/tijolocwb
Catalog: site/web/app/languages/plugins/booking-*.po
Languages: da_dk

source: Insert %1$s shortcode into some post(s) or page(s). Check more info about this %2$sshortcode configuration%3$s
da_dk: Indsæt %1$s kortkode i nogle indlæg eller sider. Se mere info om denne %2$skortkodekonfiguration%3$s

source: Install %s plugin.
da_dk: Installer %s plugin.

source: How to start import of .ics feeds (files)?
da_dk: Hvordan starter man import af .ics feeds (filer)?

source: By default .ics import is not automatic process. You need to set up CRON script on your server to periodically access front-end page(s) with import .ics feeds shortcodes.
da_dk: Som standard er .ics import ikke en automatisk proces. Du skal konfigurere CRON-script på din server for periodisk at få adgang til frontend-sider med import- .ics feeds-kortkoder.

source: Is it automatic process?
da_dk: Er det en automatisk proces?

source: .ics - is a file format of iCalendar standard for exchanging calendar and scheduling information between different sources %s Using a common calendar format (.ics), you can keep all your calendars updated and synchronized.
da_dk: .ics - er et iCalendar-standard filformat af til udveksling af kalender og planlægnings oplysninger mellem forskellige kilder %s med et fælles kalenderformat (.ics), kan du holde alle dine kalendere, opdateret og synkroniseret.

source: and any other calendar that uses .ics format
da_dk: og enhver anden kalender, der bruger .ics format

source: Its useful, if you need to import/export bookings from/to external websites, like %s
da_dk: Det er nyttigt, hvis du har brug for at importere/eksportere bookinger fra/til eksterne websteder, som %s

source: What does .ics feeds import/export mean?
da_dk: Hvad betyder import/eksport .ics feeds?

source: Upload / Select
da_dk: Upload / vælg

source: Insert file URL
da_dk: Indtast fil URL

source: Choose file
da_dk: Vælg fil

source: Enter URL to .ics feed
da_dk: Indtast webadresse for at .ics feed

source: Enable of export only approved bookings in .ics feeds
da_dk: Aktiver eksport af kun godkendte bookinger i .ics feeds

source: Export only approved bookings
da_dk: Eksportér kun godkendte bookinger

source: Append check out day
da_dk: Tilføj afrejsedag

source: Use check in/out time of plugin, during import .ics feeds
da_dk: Anvend ankomst/afrejse tidspunkt fra plugin, ved import af *.ics feed

source: This .ics feed of bookings starting from today for 1 year
da_dk: Dette .ics feed af bookinger, der starter fra i dag og 1 år frem

source: Please enter URL for generating .ics feed
da_dk: Indtast webadressen for at generere .ics feed

source: Open in new window
da_dk: Åbn i nyt vindue

source: .ics feed URL
da_dk: .ics webadresse til feed

source: How it works
da_dk: Sådan fungerer det

source: This feature require %1$s plugin. You can install %2$s plugin from this %3$spage%4$s.
da_dk: Denne funktion kræver %1$s plugin. Du kan installere %2$s plugin fra denne %3$sside%4$s.

source: This feature require %s
da_dk: Denne funktion kræver %s

source: Form and calendar are centered
da_dk: Formular og kalender er centreret

source: Form at right side of calendar
da_dk: Formular i højre side af kalenderen

source: Form under calendar
da_dk: Formular under kalender

source: Standard Forms
da_dk: Standardformularer

source: Lost booking resource
da_dk: Mistet bookingressource

source: Trick
da_dk: Tip

source: %1$s You can use in this shortcode the same parameters as for %2$s shortcode
da_dk: %1$s Du kan i denne kortkode bruge de samme parametre som for %2$s kortkode

source: The content of field %1$sURL of page for customer bookings listing%2$s on the %3$sgeneral booking settings page%4$s must link to this page
da_dk: Indholdet af feltet %1$sURL-adressen på siden til kundereservationsfortegnelsen%2$s på siden %3$sgenerelle reservationsindstillinger%4$s skal linke til denne side

source: This shortcode %1$s is used on a page, where visitors can %2$sview listing%3$s of their own booking(s)
da_dk: Denne kortkode %1$s bruges på en side, hvor besøgende kan %2$sse opslag%3$s af deres egne bookinger

source: Show listing of customer bookings
da_dk: Vis booking oversigt

source: Video guide
da_dk: Video vejledning

source: Show / hide menu
da_dk: Vis / skjul menu

source: Activate this option only for testing beta features
da_dk: Aktiver kun denne mulighed for at teste betafunktioner

source: Show system debugging log for beta features
da_dk: Vis system fejlfindingslog for betafunktioner

source: Check the box, if you want to use syntax highlighter during customization booking form.
da_dk: Marker afkrydsningsfeltet, hvis du vil bruge syntaksfremhævning under booking formularen til tilpasning.

source: Syntax highlighter
da_dk: Syntaks for overstregninger

source: Check the box, if you want to use simple booking form customization from Free plugin version at Settings - Form page.
da_dk: Marker afkrydsningsfeltet, hvis du vil bruge simpel tilpasning af booking formular fra gratis plugin-version på siden Indstillinger - Formular.

source: Simple
da_dk: Simpel

source: Show partially booked days with same background as in legend item
da_dk: Vis delvist reserveret dage med samme baggrund som i forklaringsemnet

source: Do not change background color for partially booked days
da_dk: Skift ikke baggrundsfarve for delvist reserveret dage

source: Restore all dismissed windows
da_dk: Gendan alle lukkede vinduer

source: Timeline
da_dk: Tidslinje

source: Booking Admin Panel
da_dk: Booking administrationspanel

source: Email is sent to Visitor after Deleting of booking.
da_dk: E-mail sendes til besøgende efter sletning af bookingen.

source: Customization of email template, which is sent to Visitor after Cancellation of booking
da_dk: Tilpasning af e-mail skabelon, som sendes til besøgende efter annullering af bookingen

source: Email is sent to visitor after cancelling of booking (moved to trash).
da_dk: E-mail sendes til besøgende efter annullering af booking (flyttet til papirkurv).

source: Customization of email template, which is sent to Visitor after rejecting of booking
da_dk: Tilpasning af e-mail skabelon, som sendes til besøgende efter afvisning af en booking

source: + Add Time Slot
da_dk: + Tilføj tidsperiode

source: Reset times by
da_dk: Nulstil tider ved

source: Visible options in selectbox
da_dk: Synlige indstillinger i selectbox

source: Titles
da_dk: Titler

source: in 24 hour format
da_dk: i 24-timers format

source: Email is sent to Visitor after Approval of booking.
da_dk: E-mail sendes til besøgende efter godkendelse af bookingen.

source: Customization of email template, which is sent to Visitor after approval of booking
da_dk: Tilpasning af e-mail skabelon, som sendes til besøgende efter godkendelse af bookingen

source: Email Address will be used in the FROM field of response to Visitor.
da_dk: E-mail adresse vil blive brugt i FRA-feltet i svar til besøgende.

source: Add to Google Calendar
da_dk: Tilføj til Google kalender

source: Empty Trash
da_dk: Tøm papirkurv

source: Reject booking - move selected bookings to trash
da_dk: Afvis booking – flyt valgte bookinger til papirkurven

source: Trash / Reject
da_dk: Papirkurv / Afvis

source: Email is sent to Visitor after booking set as Pending.
da_dk: E-mail sendes til besøgende efter booking er sat til Afventer.

source: Customization of email template, which is sent to Visitor, when booking status is set to Pending
da_dk: Tilpasning af e-mail skabelon, der sendes til besøgende, når booking status er sat til Afventer

source: You can put multiple emails separated by
da_dk: Du kan angive flere e-mails, adskilt af

source: Enable / disable sending email(s) to additional addresses
da_dk: Aktiver/deaktiver afsendelse af e-mail(s) til yderligere adresser

source: Copy(ies)
da_dk: Kopi(er)

source: Reject - move to trash
da_dk: Afvis - flyt til papirkurven

source: Imported
da_dk: Importeret

source: In Trash / Rejected
da_dk: I Papirkurven/Afvist

source: Nothing Found
da_dk: Der blev ikke fundet noget

source: Thanks :)
da_dk: Tak :)

source: Processing your %1$s payments through %2$s
da_dk: Behandling af dine %1$s betalinger via %2$s

source: Integration of %s payment system
da_dk: Integration af %s betalingssystem

source: Always use Description
da_dk: Brug altid beskrivelse

source: If not supplied then the description as configured in the administration/management portal section will be used. If the option %s is selected then the configured description will always be applied.
da_dk: Hvis den ikke er angivet, vil beskrivelsen som konfigureret i administrations-/administrationsportalsektionen blive brugt. Hvis indstillingen %s er valgt, vil den konfigurerede beskrivelse altid blive anvendt.

source: My Profile – Connection
da_dk: Min profil – Forbindelse

source: Test with Simulator
da_dk: Test med simulator

source: Test mode requires the option %1$s to be selected in the %2$s account configuration section %3$s
da_dk: Testtilstand kræver, at indstillingen %1$s vælges i afsnittet %2$s kontokonfiguration %3$s

source: Enter your iDEAL Merchant Key.
da_dk: Indtast din iDEAL-handelsnøgle.

source: Enter your iDEAL Merchant ID
da_dk: Indtast dit iDEAL-forhandler-id

source: Merchant ID
da_dk: Forhandler-id. (Merchant ID)

source: Payment rejected
da_dk: Betaling afvist

source: If you have no account on this system, please visit %s to create one.
da_dk: Hvis du ikke har nogen konto på dette system, skal du besøge %s for at oprette en.

source: Israeli Shekel
da_dk: Israelsk shekel

source: AUTHENTICATE
da_dk: GODKENDT

source: DEFERRED
da_dk: UDSKUDT

source: PAYMENT
da_dk: BETALING

source: This can be DEFERRED or AUTHENTICATED if your Sage Pay account supports those payment types
da_dk: Dette kan UDSKYDES eller GODKENDES hvis din Sage Pay konto understøtter disse betalingstyper

source: Select TEST for the Test Server and LIVE in the live environment
da_dk: Vælg TEST for testserveren og LIVE i live-miljøet

source: Set this value to the XOR Encryption password assigned to you by Sage Pay
da_dk: Indstil denne værdi til den XOR-krypteringsadgangskode, der er tildelt dig af Sage Pay

source: XOR Encryption password
da_dk: XOR-kryptering adgangskode

source: Set this value to the Vendor Name assigned to you by Sage Pay or chosen when you applied.
da_dk: Indstil denne værdi til det kreditornavn, der er tildelt dig af Sage Pay eller valgt, da du anvendte.

source: Vendor Name
da_dk: Kreditornavn

source: Integration of Paypal payment system
da_dk: Integration af PayPal betalingssystem

source: Click Back to Profile Summary to return to the Profile after activating your listener.
da_dk: Klik Tilbage til Profil-Resumé for at vende tilbage til Profilen efter at have aktiveret din samarbejdspartner.

source: Click Save.
da_dk: Klik på Gem.

source: Click Receive IPN messages (Enabled) to enable your listener.
da_dk: Klik på Modtag IPN-meddelelser (aktiveret) for at aktivere din lytter.

source: Specify the URL for your listener in the Notification URL field as:
da_dk: Angiv URL-adressen til din lytter i feltet URL-adresse til meddelelse som:

source: Click Choose IPN Settings to specify your listeners URL and activate the listener.
da_dk: Klik på Vælg IPN-indstillinger for at angive din lytters URL og aktivere lytteren.

source: Click Instant Payment Notification Preferences in the Selling Preferences column.
da_dk: Klik på Præferencer for notifikationer om øjeblikkelig betaling i kolonnen Salgspræferencer.

source: Click Profile on the My Account tab.
da_dk: Klik på Profil under fanen Min konto.

source: Follow these instructions to set up your listener at your PayPal account:
da_dk: Følg disse instruktioner for at konfigurere din lytter på din PayPal-konto:

source: Use the cURL for posting data, instead of fsockopen() function
da_dk: Brug cURL til at sende data i stedet for fsockopen()-funktionen

source: Use cURL posting
da_dk: Brug cURL-postering

source: Use the SSL connection for posting data, instead of standard HTTP connection
da_dk: Brug SSL-forbindelsen til at sende data i stedet for standard HTTP-forbindelse

source: Use SSL connection
da_dk: Brug SSL-forbindelse

source: Email for getting report for %1$ssome errors in verification process%2$s.
da_dk: E-mail for at få rapport for %1$snogle fejl i verifikationsprocessen%2$s.

source: Sending email if error occur during verification
da_dk: Afsendelse af e-mail, hvis der opstår fejl under verifikation

source: Email for getting report for %1$sinvalid%2$s transactions.
da_dk: E-mail for at få rapport for %1$sugyldige%2$s transaktioner.

source: Sending email for invalid transaction
da_dk: Afsendelse af e-mail for ugyldig transaktion

source: Email for getting report for %1$sverified%2$s transactions.
da_dk: E-mail for at få rapport for %1$sverificerede%2$s transaktioner.

source: Sending email for verified transaction
da_dk: Afsendelse af e-mail til bekræftet transaktion

source: Instant Payment Notification (IPN) is a message service that notifies you of events related to PayPal transactions
da_dk: Øjeblikkelig betalingsmeddelelse (IPN) er en meddelelsestjeneste, der giver dig besked om hændelser relateret til PayPal-transaktioner

source: For the Return URL, enter the Return URL from PayPal on your site for successfull payment.
da_dk: For retur-URL'en skal du indtaste retur-URL'en fra PayPal på dit websted for at få gennemført betalingen.

source: Under Auto Return for Website Payments, click the On radio button.
da_dk: Under Automatisk returnering for webstedsbetalinger skal du klikke på alternativknappen Til.

source: Click Website Payment Preferences in the Seller Preferences column.
da_dk: Klik på Betalingspræferencer for website i kolonnen Sælgerpræferencer.

source: Click the Profile subtab.
da_dk: Klik på underfanen Profil.

source: Log in to your PayPal account.
da_dk: Log ind på din PayPal-konto.

source: Follow these steps to configure it:
da_dk: Følg disse trin for at konfigurere det:

source: To use this feature you %1$smust activate auto-return link%2$s at your Paypal account.
da_dk: For at bruge denne funktion %1$sskal du aktivere automatisk returlink%2$s på din PayPal konto.

source: Cancel Return URL from PayPal
da_dk: Annuller retur-URL fra PayPal

source: Return URL from PayPal
da_dk: Retur-URL fra PayPal

source: Enter a title for the Reference text box (i.e. Your email address). Visitors will see this text.
da_dk: Indtast en titel for Reference-tekstboks (f.eks. din e-mail adresse). Besøgende vil se denne tekst.

source: Reference Text Box Title
da_dk: Reference tekstboks titel

source: Enter your phone number
da_dk: Indtast dit telefonnummer

source: Check this box to show Reference Text Box
da_dk: Marker afkrydsningsfeltet, for at få vist Reference tekstboks

source: Show Reference Text Box
da_dk: Vis Reference tekstboks

source: Payment Button type
da_dk: Betalingsknap type

source: Malaysian Ringgits (only for Malaysian users)
da_dk: Malaysiske ringgits (kun for malaysiske brugere)

source: Brazilian Real (only for Brazilian users)
da_dk: Brasiliansk real (kun for brasilianske brugere)

source: Mexican Peso
da_dk: Mexicanske Peso

source: Israeli New Shekel
da_dk: Israelsk ny shekel

source: Norwegian Krone
da_dk: Norske Kroner

source: Polish Zloty
da_dk: Polske Zloty

source: Danish Krone
da_dk: Danske kroner

source: Swedish Krona
da_dk: Svenske kroner

source: Swiss Franc
da_dk: Schweizisk Franc

source: New Zealand Dollar
da_dk: New Zealandske Dollar

source: Australian Dollars
da_dk: Australske Dollars

source: British Pound
da_dk: Britisk pund

source: Sandbox
da_dk: Test tilstand

source: Select using test (Sandbox Test Environment) or live PayPal payment.
da_dk: Vælg ved hjælp af test (sandkassetestmiljø) eller live PayPal-betaling.

source: Authorization
da_dk: Godkendelse

source: Sale
da_dk: Tilbud

source: Indicates whether the transaction is payment on a final sale or an authorization for a final sale, to be captured later.
da_dk: Angiver, om transaktionen er betaling på et endeligt salg eller en godkendelse af et endeligt salg, der skal registreres senere.

source: This is the Secure Merchant ID, which can be found on the profile page
da_dk: Dette er det sikre Merchant ID, som kan findes på profilsiden

source: Secure Merchant ID
da_dk: Sikkert sælger-id

source: This is the Paypal Email address where payments will be sent
da_dk: Dette er den PayPal-e-mailadresse, hvor betalinger vil blive sendt

source: Paypal Email address to receive payments
da_dk: PayPal e-mailadresse til at modtage betalinger

source: Account Type
da_dk: Kontotype

source: Paypal Pro Hosted Solution
da_dk: PayPal Pro hostet løsning

source: Invalid IPN
da_dk: Ugyldig IPN

source: Verified IPN
da_dk: Verificeret IPN

source: Error IPN
da_dk: Fejl IPN

source: Dear %1$sPay in cash %2$s for your booking %3$s on check in %4$sFor reference your booking ID: %5$s
da_dk: Kære %1$sBetal kontant %2$s for din reservation %3$s ved indtjekning %4$sTil reference dit reservations-id: %5$s

source: If you accept %1$scash payment%2$s, you can write details about it here
da_dk: Hvis du accepterer %1$skontant betaling%2$s, kan du skrive detaljer om det her

source: Integration of Pay in Cash payment system
da_dk: Integration af kontaktbetalingssystem

source: Pay in Cash
da_dk: Betal kontant

source: Amount to pay
da_dk: Beløb til betaling

source: additional booking cost
da_dk: yderligere booking omkostninger

source: original booking cost
da_dk: oprindelige booking omkostninger

source: balance cost
da_dk: balance omkostninger

source: deposit cost
da_dk: depositum omkostninger

source: total booking cost
da_dk: samlet booking omkostninger

source: show amount to pay
da_dk: vis beløb, der skal betales

source: content data of this booking
da_dk: indholdsdata for denne booking

source: current time
da_dk: aktuelle tid

source: current date
da_dk: aktuelle dato

source: ID of booking resources
da_dk: ID for booking ressourcer

source: ID of booking
da_dk: ID for booking

source: Interface of plugin is using %s currency. Specific payment gateway will use own currency in payment form without currency exchange! Its can be reason of wrong cost.
da_dk: Grænsefladen til plugin bruger %s valuta. Specifik betalingsgateway vil bruge egen valuta i betalingsform uden valutaveksling! Det kan være årsag til forkerte omkostninger.

source: Some currencies at payment gateways are different from main currency %s
da_dk: Nogle valutaer på betalingsgateways er forskellige fra hovedvalutaen %s

source: Payment Description
da_dk: Betalings beskrivelse

source: Billing form fields
da_dk: Faktura formularfelter

source: Active Payment Gateways
da_dk: Aktive betalingsgateways

source: Payment Gateways - General Settings
da_dk: Betalingsgateways - Generelle indstillinger

source: Payment Gateways
da_dk: Betalings gateways

source: Customization of Payment
da_dk: Tilpasning af betaling

source: Check this checkbox if you want to show the %1$sbooking details summary%2$s above the payment form
da_dk: Marker dette afkrydsningsfelt, hvis du vil vise oversigten over %1$sreservationsoplysninger%2$s over betalingsformularen

source: Show booking details in payment form
da_dk: Vis booking detaljer i betalingsformularen

source: State
da_dk: Region

source: Post Code
da_dk: Postnummer

source: Billing City
da_dk: Faktureringsby

source: Billing Address
da_dk: Faktureringsadresse

source: Last name
da_dk: Efternavn

source: First Name(s)
da_dk: Fornavn(e)

source: Customer Email
da_dk: Kundens e-mail

source: Please select a field from your booking form. This field will be automatically assigned to the current field in the billing form.
da_dk: Vælg venligst et felt fra din booking formular. Dette felt vil automatisk blive tildelt det aktuelle felt i betalingsformularen.

source: Please select
da_dk: Vælg venligst

source: Thousands separator
da_dk: Tusindtalsseparator

source: Separator for the decimal point
da_dk: Separator for decimaler

source: Comma
da_dk: Komma

source: Dot
da_dk: Punktum

source: Space
da_dk: Mellemrum

source: No separator
da_dk: Ingen separator

source: Number of decimal points
da_dk: Antal decimaler

source: Currency format
da_dk: Valuta format

source: Right with space
da_dk: Højre med mellemrum

source: Left with space
da_dk: Venstre med mellemrum

source: Right
da_dk: Højre

source: Left
da_dk: Venstre

source: Set position of the currency symbol.
da_dk: Indstil valutasymbolets placering.

source: Currency Position
da_dk: Valutaposition

source: Check and configure currency at each activated payment gateway.
da_dk: Tjek og konfigurer valuta på hver aktiveret betalings gateway.

source: Important
da_dk: Vigtigt

source: This is default currency that showing at your website. Specific payment gateway(s) can support or does not suport it.
da_dk: Dette er standardvaluta, der vises på dit websted. Specifikke betalingsgateways kan understøtte eller understøtter det ikke.

source: Currency
da_dk: Valuta

source: Check this box if you want that specific additional cost, which configured as percentage for some option, apply to other additional fixed costs and not only to original booking cost.
da_dk: Marker afkrydsningsfeltet, hvis du ønsker, at den specifikke meromkostning, som er konfigureret som en procentdel for en eller anden mulighed, skal gælde for andre ekstra faste omkostninger og ikke kun for den oprindelige booking omkostning.

source: Check this box if you want the %1$stime selection%2$s on the booking form %3$sapplied to the cost calculation%4$s.
da_dk: Markér dette felt, hvis du vil have %1$stidsvalget%2$s på reservationsformularen %3$sanvendt på omkostningsberegningen%4$s.

source: Time impact to cost
da_dk: Tidspåvirkning på omkostninger

source: Select your cost configuration.
da_dk: Vælg din omkostningskonfiguration.

source: Set the cost
da_dk: Indstil omkostningerne

source: for 1 hour
da_dk: for 1 time

source: fixed sum
da_dk: fast beløb

source: for 1 night
da_dk: for 1 nat

source: for 1 day
da_dk: ifor 1 dag

source: Please configure all fields inside the %1$sBilling form fields%2$s section at %3$sPayments General%4$s tab.
da_dk: Konfigurer alle felter i afsnittet %1$sFaktureringsformularfelter%2$s under fanen %3$sBetalinger generelt%4$s.

source: Integration of iPay88 payment system
da_dk: Integration af iPay88 betalingssystem

source: Check this box to automatically approve bookings, when visitor makes a successful payment, or automatically cancel the booking, when visitor makes a payment cancellation.
da_dk: Marker afkrydsningsfeltet, for automatisk at godkende bookinger når en besøgende foretager en vellykket betaling, eller automatisk annullere bookingen når den besøgende annuller betalingen. Advarsel: dette vil ikke fungere hvis den besøgende forlader betalingssiden.

source: Automatically approve/cancel booking
da_dk: Godkend/annuller automatisk booking

source: Philippine Pesos
da_dk: Filippinske peso

source: Malaysian Ringgit
da_dk: Malaysisk Ringgit

source: Enter your iPay88 Merchant Key.
da_dk: Indtast din iPay88 forhandler.

source: Merchant Key
da_dk: Handelsnøgle

source: Enter your iPay88 Merchant Code.
da_dk: Indtast din iPay88 forhandlerkode.

source: Merchant Code
da_dk: Forhandlerkode

source: Connection Error
da_dk: Fejl i forbindelse

source: Payment status updated by Mobile88 Admin(Fail)
da_dk: Betalingsstatus opdateret af Mobile88 Admin (Fail)

source: Payment failed
da_dk: Betalingen mislykkedes

source: Amount different
da_dk: Beløbs differance

source: Cannot find the record
da_dk: Kan ikke finde posten

source: Parameters are incorrect,
da_dk: Parametrene er forkerte,

source: Successful payment
da_dk: Vellykket betaling

source: Remove selected account(s)
da_dk: Fjern valgte konto(i)

source: + Add Account
da_dk: + Tilføj konto
