Repository: dsemblano/tijolocwb
Catalog: site/web/app/languages/loco/plugins/menu-ordering-reservations-*.po
Languages: pt_br

source: Account
pt_br: Conta

source: Add a menu section on a page
pt_br: Adicionar um menu de seção em uma página

source: Add a reservations button on a page
pt_br: Adicionar um botão de reservas em uma página

source: Add an opening hours section on a page
pt_br: Adicionar um horário de abertura da seção em uma página

source: Add an ordering button on a page
pt_br: Adicionar um código para pedido botão em uma página

source: Add Facebook Order Button
pt_br: Adicionar Facebook, A Fim De Botão

source: Additional CSS class(es)
pt_br: Adicionais de classe de CSS(es)

source: Admin setup
pt_br: Administração do programa de configuração

source: Advertise with flyers
pt_br: Anunciar com flyers

source: Are you interested in being part of the Partner Program?
pt_br: Você está interessado em fazer parte do Programa para Parceiros?

source: Autopilot Marketing Campaign
pt_br: Piloto Automático Campanha De Marketing

source: Become a super contributor by opting in to share non-sensitive plugin data and to receive periodic email updates from us.
pt_br: Tornar-se um super contribuinte, ao optar em partilhar os não-sensíveis plugin de dados e para receber periodicamente atualizações por e-mail a partir de nós.

source: Become a super contributor by opting in to share non-sensitive plugin data.
pt_br: Tornar-se um super contribuinte, ao optar em partilhar os não-sensíveis dados do plugin.

source: Button Preview
pt_br: Botão De Pré-Visualização

source: By signing up you agree to our
pt_br: Ao inscrever-se você concorda com a nossa

source: Cancel
pt_br: Cancelar

source: Choose Options
pt_br: Escolha Opções

source: Choose the features that you need
pt_br: Escolha as características que você precisa

source: Conditions
pt_br: Condições

source: Connect to GloriaFood Account
pt_br: Ligue para GloriaFood Conta

source: Continue
pt_br: Continuar

source: Continue setting up online ordering
pt_br: Continuar a configuração de encomenda online

source: Copy
pt_br: Cópia

source: Create a new account
pt_br: Criar uma nova conta

source: Create account
pt_br: Criar conta

source: Customize
pt_br: Personalizar

source: Customize Widgets
pt_br: Personalizar Widgets

source: Delivery Service
pt_br: Serviço De Entrega De

source: Dismiss
pt_br: Fechar

source: Don’t share
pt_br: Não compartilhe

source: Enable & Configure Autopilot
pt_br: Habilitar E Configurar Piloto Automático

source: Encourage first order
pt_br: Incentivar primeira ordem

source: Enroll into Partner Program
pt_br: Se inscrever em Programa de Parceiros

source: Facebook Ordering
pt_br: Facebook Pedido

source: Finally let's add the Opening Hours widget
pt_br: Finalmente, vamos adicionar o Horário de funcionamento do widget

source: First Name
pt_br: Primeiro Nome

source: First name
pt_br: Primeiro nome

source: Food Menu
pt_br: Menu De Refeições

source: Friday
pt_br: Sexta-feira

source: From
pt_br: A partir de

source: Get New Password
pt_br: Obter A Nova Palavra-Passe

source: Gloria Food - Deprecated Widgets
pt_br: Gloria Alimentos - Preterido Widgets

source: Gloria Food - Restaurant
pt_br: Gloria Alimentos - Restaurante

source: GloriaFood Account
pt_br: GloriaFood Conta

source: Help us improve GloriaFood
pt_br: Ajude-nos a melhorar GloriaFood

source: Hit Refresh menu to publish your menu edits on the website.
pt_br: Bater de menu Atualizar para publicar o seu menu de edições no site.

source: Hit Refresh opening hours to publish your opening hours edits on the website.
pt_br: Bater Atualizar o horário de abertura para publicar o seu horário de abertura edições no site.

source: Hit Refresh promotions to publish your promotions edits on the website.
pt_br: Bater Atualizar promoções de publicar o seu promoções edições no site.

source: How to use GloriaFood widgets
pt_br: Como usar GloriaFood widgets

source: I already did
pt_br: Eu já fiz

source: I am setting up for somebody else
pt_br: Eu sou a configuração para alguém

source: If you disconnect your account, the See Menu & Order and Table Reservation buttons that are already published on your pages will remain as they are. However, you will not longer be able to make changes to your restaurant profile from within the WordPress interface.
pt_br: Se você desconectar sua conta, Veja o Menu & Order e Tabela de Reserva de botões que já estão publicados nas suas páginas irá permanecer como estão. No entanto, você não vai mais ser capaz de fazer alterações no seu restaurante perfil de dentro da interface do WordPress.

source: Insert button code
pt_br: Insira o código do botão

source: Installation ID
pt_br: ID de instalação

source: Invite clients to order online
pt_br: Convidar clientes para encomendar on-line

source: I’m setting up the restaurant for a client
pt_br: Estou configurando o restaurante para um cliente

source: Join Partner Program and earn
pt_br: Junte-Programa de Parceiro e ganhar

source: Kick-start ordering
pt_br: Pontapé de começar a encomendar

source: Last Name
pt_br: Último Nome

source: Last name
pt_br: Último nome

source: Learn more
pt_br: Saiba mais

source: Let's start by adding the Ordering button
pt_br: Vamos começar adicionando o botão Encomendar

source: Let’s start by creating a GloriaFood account
pt_br: Vamos começar por criar uma conta GloriaFood

source: Log in to your account
pt_br: Faça login em sua conta

source: Login into your existing account
pt_br: Faça Login na sua conta existente

source: Lost your password
pt_br: Perdeu sua senha

source: Maybe later
pt_br: Talvez mais tarde

source: Menu - Ordering - Reservations
pt_br: Menu - Encomenda - Reservas

source: Menu Shortcode
pt_br: Menu De Atalho

source: Monday
pt_br: Segunda-feira

source: Not now
pt_br: Não agora

source: Now let's add a Reservation button
pt_br: Agora vamos adicionar um botão da Reserva

source: Now let's add the Menu widget
pt_br: Agora vamos adicionar o widget Menu

source: Online Ordering
pt_br: Realização De Encomenda Online

source: Online Payments
pt_br: Pagamentos Online

source: Open GloriaFood Admin
pt_br: Abrir GloriaFood Admin

source: Opening Hours
pt_br: Horário De Abertura

source: Opening Hours Shortcode
pt_br: Horário De Abertura Shortcode

source: Opening Hours Widget
pt_br: Horário De Funcionamento Do Widget

source: Ordering
pt_br: Pedido

source: Ordering (deprecated)
pt_br: Ordenação (descontinuado)

source: Password
pt_br: Palavra-passe

source: Pickup Service
pt_br: Serviço De Retirada De

source: Promotions
pt_br: Promoções

source: Promotions Shortcode
pt_br: Promoções Shortcode

source: Refresh menu
pt_br: Menu atualizar

source: Refresh opening hours
pt_br: Atualizar o horário de abertura

source: Refresh promotions
pt_br: Atualização promoções

source: Reservations
pt_br: Reservas

source: Reservations (deprecated)
pt_br: Reservas (descontinuado)

source: Reset password
pt_br: Repor palavra-passe

source: Restaurant
pt_br: Restaurante

source: Restaurant menu and ordering
pt_br: Menu de restaurante e ordenação

source: Restaurant Name
pt_br: Nome Do Restaurante

source: Restaurant name
pt_br: Nome do restaurante

source: Restaurant that you create for others can bring you additional revenue if you become a partner.
pt_br: Restaurante que você criar para os outros pode trazer receitas adicionais se você se tornar um parceiro.

source: Saturday
pt_br: Sábado

source: See MENU & Order
pt_br: Veja o MENU & Ordem

source: Select restaurant
pt_br: Selecione restaurante

source: Select what options you want to setup
pt_br: Selecione as opções que você deseja para a instalação

source: Settings
pt_br: Definições

source: Setup Menu
pt_br: Menu De Configuração

source: Setup Restaurant Profile
pt_br: O Programa De Configuração Restaurante Perfil

source: Share usage data
pt_br: Compartilhar dados de uso

source: Start Setup
pt_br: Iniciar O Programa De Configuração

source: Start the setup
pt_br: Inicie o programa de configuração

source: Sunday
pt_br: Domingo

source: Sure thing
pt_br: Com certeza a coisa

source: Table Reservations
pt_br: Reservas De Mesa

source: Table reservations
pt_br: Reservas de mesa

source: terms & privacy policy
pt_br: termos e política de privacidade

source: There was an error on your previous input!
pt_br: Houve um erro na entrada anterior!

source: This plugin is all you need to turn your restaurant website into an online business. Using a simple and friendly interface you get a restaurant menu, online food ordering and restaurant booking system. All free, no fees, no hidden costs, no commissions - for unlimited food orders and restaurant reservations.
pt_br: Este plugin é tudo o que você precisa para transformar seu restaurante website para um negócio on-line. Usando uma interface simples e amigável, você obter um menu de restaurante, comida on-line a ordenação e o restaurante do sistema de reservas. Tudo grátis, sem taxas, sem custos ocultos, sem comissões - em número ilimitado de alimentos encomendas e reservas de restaurantes.

source: Thursday
pt_br: Quinta-feira

source: TO DO
pt_br: PARA O FAZER

source: Tuesday
pt_br: Terça-feira

source: Upgrade & Enable online payments
pt_br: Atualização e Habilitar pagamentos on-line

source: Use custom CSS class
pt_br: Use CSS personalizado classe

source: Wednesday
pt_br: Quarta-feira

source: Yes, I'm interested
pt_br: Sim, eu estou interessado

source: You are already logged in
pt_br: Você já está conectado

source: You can change the restaurant for which you want to configure
pt_br: Você pode alterar o restaurante para o qual você deseja configurar

source: You can now continue to setup the rest of the account
pt_br: Agora você pode continuar a instalação do resto da conta

source: You have to complete the previous step before doing this one.
pt_br: Você tem que concluir o passo anterior antes de fazer um presente.

source: You will now need to go to GloriaFood Admin in order to setup your restaurant profile. After finishing the setup you can come back and add the widgets on your website.
pt_br: Agora você precisará ir para GloriaFood de Administração, a fim de configurar o seu restaurante perfil. Depois de terminar a instalação, você pode voltar e adicionar os widgets em seu site.

source: You will receive an email message with instructions on how to reset your password.
pt_br: Você vai receber uma mensagem de email com instruções sobre como redefinir sua senha.

source: Your restaurant profile is already setup
pt_br: O seu restaurante perfil já está de instalação
